{
  "room": "71",
  "totalMessages": 31,
  "messages": [
    {
      "logicFile": "71.agilogic",
      "messageNumber": 1,
      "original": "You are not close enough.",
      "translation": "REVIEW: אתה לא מספיק קרוב."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 2,
      "original": "You don't have enough buckazoids.",
      "translation": "אין לך מספיק זוזואידים."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 3,
      "original": "You have made a relatively decent purchase of a pre-owned sale item.",
      "translation": "ביצעת רכישה הגונה למדי של פריט יד שנייה במבצע."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 4,
      "original": "There is nothing here to buy.",
      "translation": "אין מה לקנות כאן."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 5,
      "original": "\\\"That model is ideal for flight systems operations. It will pilot any modern fighter or cruiser. And, it is one of the most experienced droids we carry. I ask only 45 buckazoids for it (36 with coupon).\\\"",
      "translation": "REVIEW: \\\"הדגם ההוא אידיאלי לתפעול מערכות טיסה. הוא יכול להטיס כל חללית קרב או משחתת מודרנית. וזה אחד מהרובוטים המנוסים ביותר שברשותינו. אני מבקש רק 45 זוזואידים עבורו (36 עם קופון).\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 6,
      "original": "\\\"I got it from some gambling type who was required to pay-up or perish.\\\"",
      "translation": "\\\"קיבלתי אותו מאיזה מהמר מפוקפק שנדרש לשלם או להיעלם.\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 7,
      "original": "\\\"That unit is a good, all-around droid. Sure, it may seem a little dinged-up but it's not as bad as it looks. There is still quite a bit of life left in it. It is a great little companion. And for you, only 40 buckazoids (32 with coupon).\\\"",
      "translation": "\\\"היחידה הזאת היא רובוט כדאי רב-תכליתי. אמנם, זה נראה קצת מפוצל, אבל זה לא נורא כמו שזה נראה. עדיין יש בו הרבה חיים. זה בן לוויה מצוין. ורק עבורך, רק 40 זוזואידים (32 עם קופון).\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 8,
      "original": "\\\"We call that one The Peacemaker. It's used primarily in security. In a crime situation it is capable of apprehending, trying, sentencing, and punishing the offender on the spot. Swift and effective. And only 368 buckazoids (294 with coupon).\\\"",
      "translation": "\\\"אנחנו קוראים לזה משיב השלום. זה משמש בעיקר בביטחון. במצב פשע, הוא מסוגל לתפוס, לשפוט, לגזור דין ולהעניש את העבריין במקום. מהיר ויעיל. ורק 368 זוזואידים (294 עם קופון).\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 9,
      "original": "\\\"That compact unit is often used for mining. It is short and stocky, and quite strong for its size. It is designed to work in areas which may be hazardous to non-mechanized beings. 325 buckazoids for years of service (294 with coupon).\\\"",
      "translation": "\\\"היחידה הקומפקטית הזאת משמשת לעתים קרובות לכרייה. היא נמוכה וחסונה, וחזקה למדי עבור גודלה. היא מעוצבת לעבוד באזורים שעלולים להיות מסוכנים ליצורים לא ממוכנים. 325 זוזואידים עבור שנות שירות (294 עם קופון).\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 10,
      "original": "\\\"That one is a collector's item. One of the very first droids ever built. Someday that rare piece is going to bring me a small fortune at auction. It's not for sale.\\\"",
      "translation": "\\\"זה פריט אספנות. אחד הרובוטים הראשונים שנבנו אי פעם. יום אחד, היצירה הנדירה הזאת תביא לי הון קטן במכירה פומבית. זה לא למכירה.\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 11,
      "original": "\\\"Welcome to Droids-B-Us, the finest emporium for mechanized beings in the quadrant. We have a complete line of droids for any purpose imaginable. Well, almost any.\\\"",
      "translation": "\\\"ברוכים הבאים לרובוטים-ר-אותנו, האמפוריום המשובח ביותר ליצורים ממוכנים ברביע. יש לנו קו מלא של רובוטים לכל מטרה שניתן לדמיין. טוב, כמעט לכל מטרה.\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 12,
      "original": "All top-of-the-line, but, I suppose YOU would probably be interested in our SALE items. Please walk this way.\\\"",
      "translation": "הכל מהשורה העליונה, אבל, אני מניח שאתה כנראה תתעניין בפריטי המבצע שלנו. בבקשה, לכו בדרך הזאת.\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 16,
      "original": "\\\"Only one droid per person in this town. It's an ordinance, you know.\\\"",
      "translation": "\\\"רק רובוט אחד לאדם בעיר הזאת. זו פקודה, אתה יודע.\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 17,
      "original": "\\\"Nice to see you again. Where is your little friend?\\\"",
      "translation": "\\\"נחמד לראותך שוב. איפה החבר הקטן שלך?\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 18,
      "original": "\\\"Oh, I do hope nothing has happened to it. Especially with it being a sale item. You did understand that sale items aren't covered under the terms of our warranty policy, I'm sure.\\\"",
      "translation": "\\\"אה, אני מקווה שלא קרה לו כלום. במיוחד בהיותו פריט מבצע. אני בטוח שהבנת שפריטי מבצע אינם מכוסים תחת תנאי מדיניות האחריות שלנו.\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 19,
      "original": "\\\"I'll be upstairs if you need anything.\\\"",
      "translation": "\\\"אני אהיה למעלה אם תצטרך משהו.\\\""
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 20,
      "original": "This is the inside of Droids-B-Us. The room has a pedestal in the middle and a stairway and balcony toward the back. A variety of droids adorn the floor space.",
      "translation": "זה הפנים של רובוטים-ר-אותנו. בחדר יש בסיס באמצע ומדרגות ומרפסת מאחור. מגוון רובוטים מעטרים את שטח הרצפה."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 21,
      "original": "There is nothing I can tell you that the salesman hasn't already.",
      "translation": "אין שום דבר שאני יכול לספר לך שהמוכר לא סיפר כבר."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 22,
      "original": "The salesman is a strangely built being. He looks like he might tip forward any minute.",
      "translation": "המוכר הוא יצור בעל מבנה מוזר. הוא נראה כאילו הוא עשוי להתהפך קדימה בכל רגע."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 23,
      "original": "There is nothing special about the stairs. They look like a standard gravity rebellion device.",
      "translation": "אין שום דבר מיוחד במדרגות. הן נראות כמו מכשיר מרד כבידה סטנדרטי."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 24,
      "original": "Silly human!",
      "translation": "בן אנוש מטופש!"
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 25,
      "original": "You cannot see anything out the tiny and unimportant window.",
      "translation": "אתה לא יכול לראות כלום דרך החלון הזעיר והחסר חשיבות."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 26,
      "original": "Why?",
      "translation": "REVIEW: למה?"
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 27,
      "original": "There is nothing special about the rail and, no, you can't slide down it.",
      "translation": "אין שום דבר מיוחד במעקה, ולא, אתה לא יכול להחליק עליו."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 28,
      "original": "The banner indicates that there is a sale occurring.",
      "translation": "הכרזה מציינת שיש מבצע מתקיים."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 29,
      "original": "There is no need to do that.",
      "translation": "אין צורך לעשות זאת."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 30,
      "original": "Not for sale.",
      "translation": "לא למכירה."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 31,
      "original": "Using your discount coupon you have made a relatively decent purchase of a pre-owned sale item.",
      "translation": "באמצעות קופון ההנחה שלך, ביצעת רכישה הגונה למדי של פריט יד שנייה במבצע."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 32,
      "original": "I see you bear one of those coupons. Oh, well. You shall receive 20\\% off any of my quoted prices.",
      "translation": "אני רואה שיש לך אחד מהקופונים האלה. טוב נו. תקבל 20\\% הנחה על כל אחד מהמחירים שציטטתי."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 33,
      "original": "That item is not in your possession.",
      "translation": "הפריט הזה לא ברשותך."
    },
    {
      "logicFile": "71.agilogic",
      "messageNumber": 34,
      "original": "\\\"Are you here to talk or are you here to buy,\\\" the salesman asks.",
      "translation": "\\\"אתה כאן כדי לדבר או שאתה כאן כדי לקנות,\\\" שואל המוכר."
    }
  ]
}
