{
  "room": "9",
  "totalMessages": 41,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 0,
    "partial": 14,
    "unmatched": 27
  },
  "csvContext": [
    {
      "original": "Hey, flow through ventilation! You'd best avoid those guys in the future.",
      "translated": "הי, זרום דרך תעלת האוורור! בעתיד כדאי שתימנע מהאנשים האלה."
    },
    {
      "original": "It's a star. You don't do anything with it. If you get close enough though, it will do anything it wants to you.",
      "translated": "זה כוכב. אתה לא עושה איתו כלום. אם תתקרב אליו מדי, הוא יעשה בך שמות."
    },
    {
      "original": "If you want to talk to a star, call the Elvis hotline.",
      "translated": "אם אתה רוצה לדבר עם כוכב, תתקשר לקו החם של אלביס."
    },
    {
      "original": "It's a TV picture, remember?",
      "translated": "זו גרפיקה ממוחשבת, זוכר?"
    },
    {
      "original": "Alas, it is speechless.",
      "translated": "אבוי, הוא נותר ללא מילים."
    },
    {
      "original": "Sure. Just go up and do any old thing you want. They look friendly.",
      "translated": "ברור. פשוט תעלה למעלה ותעשה ככל העולה על רוחך. הם נראים ידידותיים."
    },
    {
      "original": "These guys carry weapons. How wise do you think that is?",
      "translated": "החבר'ה האלה נושאים נשקים. למה אתה חושב שזה חכם?"
    },
    {
      "original": "You'd need to be closer for that.",
      "translated": "תצטרך להתקרב יותר בשביל זה."
    },
    {
      "original": "Sorry. It's just an incredible facsimile and not capable of functioning!",
      "translated": "מצטערים. זהו סתם העתק נחמד ולא כשיר לפעילות מוטורית."
    },
    {
      "original": "Boy, you're lonely!",
      "translated": "בחיי, אתה בודד!"
    },
    {
      "original": "I don't think it's a good idea to be doing that kind of thing to someone else's joystick.",
      "translated": "אני לא חושב שזה רעיון טוב לעשות דבר כזה לג'ויסטיק של מישהו אחר."
    },
    {
      "original": "Hey, you don't know were this thing has been!",
      "translated": "הי, אתה לא יודע איפה הדבר הזה היה!"
    },
    {
      "original": "Though you've been known to have a fondness for manipulating small rodents, this one is obviously decorative (at least in someone's mind).",
      "translated": "למרות שאתה ידוע בתור אדם עם חיבה לשליטה על מכרסמים קטנים, דוקא זה בבירור עיצוב בעלמא (לפחות בדמיון של מישהו)."
    },
    {
      "original": "I'm glad, for your sake, that no can see what you're trying to do.",
      "translated": "אני מקווה, לטובתך, שאף אחד לא רואה מה אתה מנסה לעשות."
    },
    {
      "original": "Funny, it doesn't smell like a rodent.",
      "translated": "מוזר, זה לא מריח כמו מכרסם."
    },
    {
      "original": "Good thing that isn't a real mouse or you'd be hacking up furballs.",
      "translated": "מזל שזה לא עכבר אמיתי אחרת היית משתעל כדורי פרווה."
    },
    {
      "original": "Do you know how many hours you've spent cleaning view screens because of acts like that!",
      "translated": "אתה יודע כמה שעות בילית בניקוי מסכי תצוגה בגלל מעשים כאלה!"
    },
    {
      "original": "BOING! Right back in your face those words did come.",
      "translated": "בוינג! הדבר יצא מפיך ופניך חפו."
    },
    {
      "original": "Smells like viewdex with pneumonia-f.",
      "translated": "מריח כמו צג עם דלקת ריאות."
    },
    {
      "original": "Unfortunately, it tastes like viewdex with pneumonia-f!",
      "translated": "לרוע המזל, יש לזה טעם של צג עם דלקת ריאות!"
    },
    {
      "original": "These wires are way out of reach. Besides, you don't need them.",
      "translated": "החוטים הללו נמצאים הרחק מהישג ידך. וחוץ מזה, אין לך צורך בהם."
    },
    {
      "original": "Still looking for someone to understand you and see you for what you really are?",
      "translated": "עדיין מחפש מישהו שיבין אותך ויגלה את הרוג'ר האמיתי שבך?"
    },
    {
      "original": "You can't smell them way up there.",
      "translated": "אתה לא יכול להריח אותם שם למעלה."
    },
    {
      "original": "They're too far away to taste.",
      "translated": "הם רחוקים מדי בשביל לטעום אותם."
    },
    {
      "original": "As much as you feel like pounding out a colonically stimulating version of 'chopsticks', you realize that it's time to get serious about surviving. (At least, we think you do.)",
      "translated": "ככל שאתה מרגיש צורך להלום בגירסה ממריצה של 'מקלות אכילה', אתה מבין שהגיע הזמן להיות רציני בנוגע להישרדות. (לפחות, אנחנו מקווים ככה.)"
    },
    {
      "original": "The keyboard has no sampler. That is what you meant to try, wasn't it?",
      "translated": "המקלדת אינה סוג של חטיף. זה מה שהתכוונת לעשות, נכון?"
    },
    {
      "original": "It smells like lots of fingers pressed around this thing.",
      "translated": "זה מריח כמו משהו שלחצו עליו הרבה אצבעות."
    },
    {
      "original": "It tastes like lots of unclean fingers pressed around this thing.",
      "translated": "יש לזה טעם של משהו שנגעו בו הרבה אצבעות לא נקיות."
    },
    {
      "original": "The incredibly huge cords are affixed to the deck and can't be moved.",
      "translated": "המיתרים העצומים מקובעים לסיפון ולא ניתנים להעברה."
    },
    {
      "original": "Come to your senses.",
      "translated": "תתעשת על עצמך."
    },
    {
      "original": "It smells like vinyl-encased wiring.",
      "translated": "זה מריח כמו חיווט מצופה ויניל."
    },
    {
      "original": "You must have something more important to do than going around sucking on vinyl insulation.",
      "translated": "בטח יש לך משהו יותר חשוב לעשות מאשר למצוץ חומרי בידוד פלסטיים."
    },
    {
      "original": "This place looks like a monument to Soviet computer hardware miniaturization. At one time, it served as a development facility for the Star Generator. But that was in the early phase of the project.",
      "translated": "המקום הזה נראה כמו מצבת זכרון לחומרת מחשבים סובייטית ממוזערת. היו זמנים שבו הוא שימש כמרכז הפיתוח למחולל הכוכבים. אולם זה היה רק בשלבים המוקדמים של הפרויקט."
    },
    {
      "original": "A relatively nearby star blazes.",
      "translated": "סופרנובה קרובה באופן יחסי."
    },
    {
      "original": "On the screen is some green dude you've never seen the likes of. He seems to be talking, but the audio is out in this area of the ship.",
      "translated": "על המסך נראה איזשהו בחור ירקרק מגזע שמעולם לא נתקלת. נראה שהוא מדבר, אבל השמע לא עובד בחלק הזה של החללית."
    },
    {
      "original": "sarien",
      "translated": "סרייאנים"
    },
    {
      "original": "These guys look scary. But then, don't most other beings packing weapons?",
      "translated": "החבר'ה האלה נראים מפחידים. אבל מצד שני, כל שאר הגזעים לא אוגרים נשק?"
    },
    {
      "original": "The architects must have been low on oxygen when they came up with the design scheme for this compartment. It's a giant tribute to an ancient, but still functional, control device.",
      "translated": "לאדריכלים כנראה נגמר החמצן כשהם הגיעו לתכנון השפה העיצובית במחלקה הזו. יש בו קריצה ענקית לעולם העתיק, ויחד עם זאת המון פונקצליות ובקרה."
    },
    {
      "original": "Here, we have a nice chunk of floor space dedicated to a cursor control device named after an annoying rodent. What were they thinking?",
      "translated": "כאן, יש לנו נתח מכובד של משטח קרקעי המוקדש למתקן בקרת סמן הקרוי על שם מכרסם מטריד. מה הם חשבו לעצמם?"
    },
    {
      "original": "The view screens offer a glimpse of the surroundings from outboard cameras. They came in handy during the testing phase of the Star Generator.",
      "translated": "מסכי התצוגה מזרימים מידע על הסביבה ממצלמות אבטחה חיצוניות. הם הביאו תועלת בשלב ההרצה של מחולל הכוכבים."
    },
    {
      "original": "Big, phony wiring from the giant control devices attempts to complete the decorative effect.",
      "translated": "כבלים מזויפים, עבים ממכשירי בקרה ענקיים מנסים להשלים את האפקט הדקורטיבי."
    },
    {
      "original": "This keyboard was used in the development of the Star Generator. It has since been placed here to be out of the way. It has no function.",
      "translated": "מקלדת זו שימשה בפיתוח מחולל הכוכבים. ככה זה מאז שהיא הונחה כאן כדי שלא תפריע. אין לה שום תפקיד."
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "9.agilogic",
      "messageNumber": 1,
      "original": "This is the Flight Prep room of the Arcada. As you can see, there is a sign on the back wall as well as two closet doors and two buttons.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 2,
      "original": "The walls look pretty much the same as the others. There is a sign on the back wall. Beneath that is a right button and a left button.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 3,
      "original": "This is the inside airlock door.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "זהו מנעל האוויר של הארקדה.",
      "csvMatch": "This is the airlock of the Arcada."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 4,
      "original": "That is not here to be seen.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "אין לזה השפעה כאן.",
      "csvMatch": "That's not effective here."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 5,
      "original": "The closet appears to be empty.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 6,
      "original": "This is the elevator you came into this room from.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 7,
      "original": "There are two buttons here, a left button and a right button.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 8,
      "original": "There are two doors here which are controlled by buttons.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 9,
      "original": "The console is adorned with many status indicators. One button on the right is marked \\\"Airlock\\\".",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 10,
      "original": "This is a standard issue flight suit designed to protect the wearer from the unique conditions of space travel.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 11,
      "original": "On the floor of the closet sits some sort of gadget. It looks electronic.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 12,
      "original": "Your sight isn't what it once was. Maybe mom and dad weren't kidding. Anyway, you'll have to get closer.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 13,
      "original": "The sign on the wall suggests that the bay doors are not currently open.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5454545454545454,
      "suggestedTranslation": "דלתות הסיפון פתוחות כרגע.",
      "csvMatch": "The bay doors are currently open."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 14,
      "original": "The sign on the wall warns that the bay doors are currently open.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "דלתות הסיפון פתוחות כרגע.",
      "csvMatch": "The bay doors are currently open."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 15,
      "original": "You see a flight suit hanging in the closet.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 16,
      "original": "There is a closed closet door here.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 17,
      "original": "It looks like an electrical gadget of some sort.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "זה נראה כמו סוג של... סרעפת ענקית?",
      "csvMatch": "It looks like some sort of gigantic... diaphragm?"
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 18,
      "original": "You are not close enough.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5555555555555556,
      "suggestedTranslation": "אתה לא מספיק קרוב לסורג כדי לפתוח אותו.",
      "csvMatch": "You are not close enough to the vent grill to open it."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 19,
      "original": "The closet is not open.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "המפתחות לא פותחות את המכשיר.",
      "csvMatch": "The keys do not open the gadget."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 20,
      "original": "You won't be needing that suit anymore.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 21,
      "original": "There is nothing here to get.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "אין מה לקנות כאן.",
      "csvMatch": "There's nothing here to buy."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 22,
      "original": "You already have it.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "כבר יש לך את המפתחות.",
      "csvMatch": "You already have the keys."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 23,
      "original": "That can't be done from here.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6666666666666666,
      "suggestedTranslation": "אתה לא יכול לעשות את זה מכאן.",
      "csvMatch": "You can't do that from in here."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 24,
      "original": "There are no buttons here.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 25,
      "original": "Nothing done.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 26,
      "original": "The door is open and there is no need to close it. Pressing matters await.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 27,
      "original": "You don't have that.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "אתה לא רוצה לעשות את זה כאן.",
      "csvMatch": "You don't want to do that here."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 28,
      "original": "You already have it on.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "כבר יש לך את המפתחות.",
      "csvMatch": "You already have the keys."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 29,
      "original": "The doors are controlled by buttons. You must push the appropriate one.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 30,
      "original": "The elevator door opens and closes automatically.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 31,
      "original": "You are not close enough to get a good look.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 32,
      "original": "Your old uniform hangs in the closet.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 33,
      "original": "The elevator door opens automatically and the others open by pushing buttons.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 34,
      "original": "You'll have to be more specific.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 35,
      "original": "This is not a good place to do that from.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 36,
      "original": "You'll need to get closer to see that.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5714285714285714,
      "suggestedTranslation": "תצטרך לגשת יותר קרוב בשביל זה.",
      "csvMatch": "You'd need to be closer for that."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 37,
      "original": "You'll have to be more specific. The right closet or the left closet?",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 38,
      "original": "You need to get closer.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "תיאלץ לגשת קרוב יותר.",
      "csvMatch": "You'll have to get closer."
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 39,
      "original": "You'll have to be more specific about which button you wish to choose.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 40,
      "original": "You see one button marked \\\"Airlock\\\".",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "9.agilogic",
      "messageNumber": 41,
      "original": "Your old uniform hangs limply in the closet.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    }
  ]
}