{
  "room": "36",
  "totalMessages": 25,
  "messages": [
    {
      "logicFile": "36.agilogic",
      "messageNumber": 4,
      "original": "\\\"%v124 buckazoids? I guess it's better than nothing. Here, keep five for yourself. I gotta admit you look like you need it. Well, gotta run. Later, pal.\\\"",
      "translation": "\\\"%v124 זוזואידים? אני משער שזה עדיף מכלום. הנה, תשאיר לעצמך חמש. אני חייב להודות שאתה נראה אחד שזקוק לכל שקל. טוב, אני חייב לרוץ. להתראות, חבר.\\\""
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 8,
      "original": "Your newly acquired droid seems to have self-destructed. Hope it's under warranty.",
      "translation": "הרובוט שרכשת לאחרונה התפוצץ עצמית כנראה. תקווה שזה מכוסה באחריות."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 9,
      "original": "This is the back of the bar at the southeast end of Ulence Flats.",
      "translation": "זה החלק האחורי של המסבאה בפינה הדרום-מזרחית של מישורי אולנס."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 10,
      "original": "There is some writing on it.",
      "translation": "יש כתובת עליו."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 11,
      "original": "It appears to be in Sarien. You're a little rusty in your Sarien but it appears to say \\\"Xenon Bites!\\\"",
      "translation": "REVIEW: נראה שזה כתוב בסרייאנית. הסרייאנית שלך קצת חלודה, אבל נראה שכתוב \\\"זנון מוצצת!\\\""
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 12,
      "original": "You're not close enough to see that clearly.",
      "translation": "אתה לא מספיק קרוב כדי לראות את זה בבירור."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 13,
      "original": "There is a strange pile of very fine white powder here. It's origin puzzles you. It has a strange burnt smell to it.",
      "translation": "יש כאן ערימה מוזרה של אבקה לבנה דקה מאוד. מקורה מעורר בך תהייה. יש לה ריח שרוף ומשונה."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 14,
      "original": "You can't do that here.",
      "translation": "אתה לא יכול לעשות את זה כאן."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 15,
      "original": "You can't do that from here.",
      "translation": "אתה לא יכול לעשות את זה מכאן."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 16,
      "original": "I'm beginning to understand you a little better now. You snort some of the powder and feel a pain like that of a thousand krebble mites feasting on your nasal membranes.",
      "translation": "אני מתחיל להבין אותך קצת יותר טוב עכשיו. אתה מסניף מהאבקה וחש בכאב כמו של אלף קרדיות קרבל סועדות על קרום האף שלך."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 17,
      "original": "The extremely fine dust seeps between your fingers. There is no need for it anyway. Especially considering its origin.",
      "translation": "האבק הדק במיוחד חולש בין אצבעותיך. ממילא אין צורך בו. במיוחד בהתחשב במקורו."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 19,
      "original": "You'd better not move if you want to remain alive.",
      "translation": "כדאי שלא תזוז אם אתה רוצה להישאר בחיים."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 20,
      "original": "The droid, while looking small is quite heavy and not moveable by you.",
      "translation": "הרובוט, למרות שנראה קטן, הוא די כבד ולא ניתן להזזה על ידך."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 21,
      "original": "You have no way or reason to kill this being.",
      "translation": "אין לך דרך או סיבה להרוג את היצור הזה."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 22,
      "original": "This being is about the size of a humanoid but has some odd features. He seems to have a friendly-looking mug.",
      "translation": "גודלו של היצור כמידת בן אנוש ממוצע אך הוא נבדל ממנו בכמה מאפיינים. יש לו פרצוף ידידותי וחביב."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 23,
      "original": "He just wants your buckazoids but will take your life if he has to.",
      "translation": "הוא מתעניין רק בכספך, אך יטול את חייך אם לא תשאיר לו ברירה."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 24,
      "original": "He wants you to follow him.",
      "translation": "הוא רוצה שתעקוב אחריו."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 25,
      "original": "You now have a throbbing appendage.",
      "translation": "יש לך כעת איבר פועם."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 30,
      "original": "You are standing against the protective barrier encircling Ulence Flats. Due to the fact that you are land-based, you are not able to pass.",
      "translation": "אתה עומד על יד מחסום המגן המקיף את מישורי אולנס. לאור העובדה שאתה יונק יבשתי, אין באפשרותך לעבור."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 31,
      "original": "\\\"Hold it right there, pal! This is a stick-up! I'll just relieve you of your cash, thank you very much.\\\"",
      "translation": "\\\"עצור במקומך, חבר! זה שוד! אני אקל עליך מעומס הכסף שלך, תודה רבה.\\\""
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 32,
      "original": "\\\"%v124 buckazoids? I guess it's better than nothing. Here, keep five for yourself. I gotta admit you look like you need it.\\\"",
      "translation": "\\\"%v124 זוזואידים? אני משער שזה עדיף מכלום. הנה, תשאיר לעצמך חמש. אני חייב להודות שאתה נראה אחד שזקוק לכל שקל.\\\""
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 33,
      "original": "\\\"Well, you've got to be leaving now. Go straight back the way you came in. Deviate from that path and you're Grell kibble!\\\"",
      "translation": "\\\"טוב, אתה צריך לעזוב עכשיו. תחזור בדיוק בדרך שבאת ממנה. תסטה מהדרך הזאת ותהיה מאכל לגרל!\\\""
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 34,
      "original": "\\\"I warned you, but, did you listen?\\\"",
      "translation": "\\\"הזהרתי אותך, אבל, האם הקשבת?\\\""
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 35,
      "original": "The mugger impresses upon you that he was quite serious.",
      "translation": "השודד עושה רושם של בחור שלא משחק משחקים."
    },
    {
      "logicFile": "36.agilogic",
      "messageNumber": 36,
      "original": "The droid is beyond repair. Now you know why it was on sale.",
      "translation": "הרובוט אינו ניתן לתיקון. עכשיו אתה יודע למה הוא היה במבצע."
    }
  ]
}
