{
  "room": "24",
  "totalMessages": 29,
  "messages": [
    {
      "logicFile": "24.agilogic",
      "messageNumber": 1,
      "original": "The cave interior now features a lovely new Jagged Metal/Liberated Entrails motif. The stench? Whew! Not even an all-text adventure would attempt that description.",
      "translation": "פנים המערה מציגים כעת מוטיב יפהפה של מתכת משוננת/קרביים משוחררים. הסירחון? פיו! אפילו הרפתקת טקסט לא היתה מנסה לתאר את זה."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 2,
      "original": "\\\"What have we here?\\\"",
      "translation": "\\\"מה יש לנו כאן?\\\""
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 3,
      "original": "You reach down and take the Orat part in your hand. Some of it oozes to fill the space between your fingers.",
      "matchType": "exact",
      "translation": "אתה משתחווה אפיים ארצה ונוטל את אברו של אורט בידך. נוזליו המטפטפים גודשים את הרווחים בין אצבעותיך."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 4,
      "original": "You'd want MORE of THAT? You are truly twisted. Seek a physician when you hit town.",
      "translation": "אתה רוצה עוד מזה? אתה באמת מעוות. חפש רופא כשתגיע לעיר."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 5,
      "original": "You're going to have to go one-on-one against Orat for something like that?",
      "translation": "אתה תצטרך להתמודד אחד על אחד עם אורט בשביל משהו כזה?"
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 6,
      "original": "You've just been molecularly re-distributed by the spider droid. Tough luck, %s1.",
      "placeholders": ["%s"],
      "translation": "זה עתה חולקת מחדש מולקולרית על ידי רובוט העכביש. מזל רע, %s1."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 7,
      "original": "You are in the slimiest of caves. The odor in here is less than desirable.",
      "translation": "אתה נמצא במערה הרירית ביותר. הריח כאן פחות ממושלם."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 8,
      "original": "The walls are solid rock.",
      "translation": "הקירות הם סלע מוצק."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 9,
      "original": "The walls are solid rock. You notice a fine spray of glistening, metallic jelly.",
      "matchType": "partial",
      "translation": "REVIEW: הקירות הם סלע מוצק. אתה מבחין ברסס עדין של ג'לי מתכתי מנצנץ.",
      "notes": "REVIEW: Partial match - combined full sentence"
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 10,
      "original": "It looks like the rest of the ground around here. The green spots indicate that there is a little moisture.",
      "translation": "זה נראה כמו שאר הקרקע כאן. הנקודות הירוקות מעידות על קצת לחות."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 11,
      "original": "On the ground rests a gleaming chunk of Orat's anatomy.",
      "translation": "על הקרקע מונח גוש מבריק מאנטומיה של אורט."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 12,
      "original": "It is very large and very hard.",
      "translation": "הוא גדול מאוד וקשה מאוד."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 13,
      "original": "Orat is huge and ugly. Of course, your opinion may differ depending on what part of the universe you come from. It should also be mentioned that he is quite mean.",
      "matchType": "fuzzy",
      "translation": "אורט הוא ענק ומכוער. כמובן, דעתך יכולה להשתנות כתלות באזור של היקום ממנו באת. חשוב גם להזכיר שהוא די מרושע."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 14,
      "original": "You shiver at the sight of the spider droid with its spindly legs and cold metallic body. Its red scanner probing the terrain for anything that moves. Truly an icon of terror.",
      "translation": "אתה רועד למראה רובוט העכביש עם רגליו הדקות וגופו המתכתי הקר. הסורק האדום שלו בוחן את השטח לכל דבר שזז. באמת סמל של אימה."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 15,
      "original": "You are unable to do that.",
      "translation": "אינך מסוגל לעשות זאת."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 16,
      "original": "You have trouble moving your own carcass around. You sure can't move something that weighs several times more than you.",
      "matchType": "fuzzy",
      "translation": "אתה בקושי מזיז את גווייתך שלך. ברור שאין לך אפשרות לטלטל משהו שכבד ממך פי כמה וכמה."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 17,
      "original": "There is no need for you to do that.",
      "matchType": "fuzzy",
      "translation": "אין צורך לעשות זאת."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 18,
      "original": "Orat has transformed you into a new source of recreation.  You, of course, don't survive this treatment. It's tough to make friends around here.",
      "translation": "אורט הפך אותך למקור בידור חדש. אתה, כמובן, לא שורד את היחס הזה. קשה למצוא חברים כאן."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 19,
      "original": "Orat, always in the mood for a snack, snatches the can out of the air with his spacious oral cavity, chews and swallows it. He notices a rumbling deep within his abdomen.",
      "matchType": "exact",
      "translation": "אורט, תמיד במצב רוח לנשנושים, חוטף את הפחית מחלל האוויר בפיו הפעור לרווחה, לועס ובולע אותה. הוא שומע רעם עמוק בתוך בטנו."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 20,
      "original": "Orat's eyes prove to be bigger than his stomach for once. Incapable of becoming history's first living reservoir, his body succumbs to the intense internal pressure created by nearly ten gallons of instantly reconstituted water. As a special bonus, you have received a much needed shower!",
      "translation": "לפעם אחת, העיניים של אורט מתגלות כגדולות יותר מהבטן שלו. בלתי מסוגל להפוך למאגר חי ראשון בהיסטוריה, גופו נכנע ללחץ פנימי עז שנוצר מכמעט ארבעים ליטר של מים משוקמים מיידית. כבונוס מיוחד, קיבלת מקלחת נחוצה!"
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 21,
      "original": "No time for that!",
      "translation": "אין זמן לזה!"
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 22,
      "original": "That would be ineffective now.",
      "translation": "זה לא יועיל עכשיו."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 23,
      "original": "Get closer.",
      "matchType": "exact",
      "translation": "התקרב."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 24,
      "original": "It's a darn shame you're not around to enjoy it. You'll have to be more careful about who you hang around with in the future, %s1.",
      "placeholders": ["%s"],
      "translation": "ממש חבל שאתה לא בסביבה כדי ליהנות מזה. תצטרך להיזהר יותר עם מי אתה מסתובב בעתיד, %s1."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 25,
      "original": "It's too far away.",
      "matchType": "partial",
      "translation": "REVIEW: זה רחוק מדי.",
      "notes": "REVIEW: Partial match - generalized from specific context"
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 26,
      "original": "You don't seem to have that.",
      "translation": "נראה שאין לך את זה."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 27,
      "original": "Orat is a guy of few words and none of them are for you.",
      "matchType": "partial",
      "translation": "REVIEW: אורט הוא בחור של מעט מילים ואף אחת מהן לא בשבילך.",
      "notes": "REVIEW: Partial match - adapted from similar context"
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 28,
      "original": "How do you intend to do that.",
      "translation": "איך אתה מתכוון לעשות את זה."
    },
    {
      "logicFile": "24.agilogic",
      "messageNumber": 29,
      "original": "This knife wouldn't cut hot margarine. Were you hoping he might die from an infected bruise?",
      "translation": "הסכין הזה לא חותך מרגרינה רותחת. קיווית שהוא ימות מחבורה נגועה?"
    }
  ]
}
