{
  "room": "37",
  "totalMessages": 41,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 14,
    "partial": 3,
    "unmatched": 24
  },
  "csvContext": [
    {
      "original": "That would be unwise. The pod is still hot from the high-speed entry of the Keronian atmosphere.",
      "translated": "זה לא יהיה חכם. התרמיל עדיין לוהט מהכניסה המהירה לאטמוספירה הקרוניאנית."
    },
    {
      "original": "The fractured windshield is of no value to you.",
      "translated": "השמשה השבורה חסרת כל ערך מבחינתך."
    },
    {
      "original": "The pod's windshield is cracked beyond repair. The built-in plasti-seal film between the glass layers managed to keep the shield in place with one minor exception, despite the shocks from the landing (if that's what you want to call it).",
      "translated": "שמשת התרמיל נופצה ללא תקנה. סרט האיטום הפלסטי בין שכבות הזכוכית הצליח לשמור על המגן במקומו, למרות הנחיתה הכואבת (אם ככה אתם רוצים לקרוא לזה)."
    },
    {
      "original": "That would be unwise. The pod drives are still hot and not suitable for handling by humans.",
      "translated": "זה לא יהיה חכם. מנועי התרמיל עדיין רותחים ואינם ראויים למגע יד אדם."
    },
    {
      "original": "The rocks are useless. At the slightest touch, they crumble to dust.",
      "translated": "הסלעים חסרי כל ערך. במגע הקל שבקלים, הם מתפוררים לאבק."
    },
    {
      "original": "Your sense of the ridiculous keeps you from walking off the edge and falling to a certain death on the treacherous rocks below.",
      "translated": "חששך פן תושם ללעג וקלס מונע ממך לצעוד לעבר הצוק וליפול אל מותך הבטוח על הסלעים הבוגדניים שמתחת."
    },
    {
      "original": "Whew! That was close.",
      "translated": "פיו! זה היה קרוב."
    },
    {
      "original": "exhaust fumes",
      "translated": "אדי פליטה"
    },
    {
      "original": "The spent drives of the pod vent fumes after the long escape from the Arcada.",
      "translated": "המנועים הגמורים של החללית פולטים אדים לאחר ההימלטות הארוכה מהארקדה."
    },
    {
      "original": "ship's hatch",
      "translated": "צוהר הספינה"
    },
    {
      "original": "This is the door of the escape pod. Due to its special design, the door retained a reserve cache of power sufficient to open one more time. Now, however, it will no longer function.",
      "translated": "זו הדלת של חללית המילוט. בזכות העיצוב הייחודי שלה, הדלת שימרה מצבור נוסף של אנרגיה המספיק לפתיחה אחת נוספת. עכשיו, עם זאת, היא כבר לא עובדת."
    },
    {
      "original": "piece of glass",
      "translated": "חתיכת זכוכית"
    },
    {
      "original": "A chunk of the highly reflective windscreen rests on the sand at the front of the pod. It, along with your teeth, was jarred loose as a result of the the landing's impact.",
      "translated": "חתיכה מהשמשה המשקפת במיוחד נחה על החול לפני החללית. היא, יחד עם השיניים שלך, השתחררו כתוצאה מהפגיעה של הנחיתה."
    },
    {
      "original": "emergency survival kit",
      "translated": "ערכת הישרדות לחירום"
    },
    {
      "original": "The rugged landing liberated the survival kit from its mounting fixture.",
      "translated": "הנחיתה הקשוחה שחררה את ערכת ההישרדות ממתקן התלייה שלה."
    },
    {
      "original": "pod's hull",
      "translated": "מעטפת החללית"
    },
    {
      "original": "The hull of the pod has an exquisite sheen. Too bad it is destined to remain a monument to your visit.",
      "translated": "למעטפת החללית יש ברק נפלא. חבל שהיא נועדה להישאר כאנדרטה לביקורך."
    },
    {
      "original": "hatchway",
      "translated": "צוהר"
    },
    {
      "original": "This is the entry way to the pod.",
      "translated": "זוהי הכניסה לחללית."
    },
    {
      "original": "ridge's edge",
      "translated": "קצה הרכס"
    },
    {
      "original": "Your highly-honed preservation instincts tell you that going near the edge would be disasterous.",
      "translated": "חוש השימור המחודד-ביותר שלך מגלה לך שהתקרבות לקצה תהיה הרת אסון."
    },
    {
      "original": "pod's windshield",
      "translated": "שמשת החללית"
    },
    {
      "original": "pod's engines",
      "translated": "מנועי החללית"
    },
    {
      "original": "The engines seem to have performed their jobs well. They will now stand silent for eternity.",
      "translated": "נראה שהמנועים ביצעו את עבודתם היטב. עכשיו הם ידממו לנצח."
    },
    {
      "original": "The rocks lying on the ground here are made of crumbling sandstone.",
      "translated": "האבנים המונחות פה על הקרקע עשויות מאבן חול מתפוררת."
    },
    {
      "original": "This ridge of sand helped stop the pod.",
      "translated": "רכס החול הזה סייע לעצירת החללית."
    },
    {
      "original": "In the distance rises a unique formation of mountains. They look to be hundreds of kilometers away.",
      "translated": "במרחק מתנשאת תבנית ייחודית של הרים. נראה שהם במרחק של מאות קילומטרים."
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "37.agilogic",
      "messageNumber": 1,
      "original": "\\\"Howdy, Bucko! Can I interest you in one of the finest little used space ships in the galaxy? You look like a man of discerning taste.\\\"",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6923076923076923,
      "suggestedTranslation": "אהלן, חבוב! אפשר לעניין אותך באחת מספינות החלל הקטנות והמשובחות ביותר בגלקסיה? אתה נראה כמו אחד שמבין עניין. זאתי, למשל, מתאימה לך כמו אשפה... אה... כפפה ליד!",
      "csvMatch": "Howdy, bucko! Can I interest you in one of the finest little used space ships in the galaxy? You look like a man of discerning taste. This one, for instance, is just your speed... er... style, that is!"
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 2,
      "original": "\\\"Well, there's a man with a good eye. This here is the keenest little scrambler in the hemisphere. Top of the line. Handles like a charm. Perfect for cruising the asteroid fields.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "ובכן, הנה בן אדם מבין עניין. זאתי כאן היא המערבלת הכי חדה בחצי הכדור. הטובה מסוגה. מסתחררת כמו קסם. מושלמת לשיוט בשדות האסטרואידים.",
      "csvMatch": "Well, there's a man with a good eye. This here is the keenest little scrambler in the hemisphere. Top of the line. Handles like a charm. Perfect for cruising the asteroid fields."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 3,
      "original": "\\\"And she's got all the thrust a guy could need. I tell ya, she's an outright steal at 214 buckazoids.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "ויש לה את כל הדחף שבן אדם יכול לחלום. אני אומר'ך אחי, קבל אותה במחיר חד פעמי של 214 זוזואידים.",
      "csvMatch": "And she's got all the thrust a guy could need. I tell ya, she's an outright steal at 214 buckazoids."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 4,
      "original": "\\\"With your 70 buckazoid credit that would come to. . .let's see. . .uhm. . 144 buckazoids.\\\"",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5384615384615384,
      "suggestedTranslation": "כמובן, אחרי זיכוי של 70 זוזואידים, הכל יעלה לך 115 זוזואידים טבין ותקילין.",
      "csvMatch": "Of course, minus your 70 buckazoid credit, that would come to 115 buckazoids."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 6,
      "original": "\\\"So how 'bout it partner? Can I interest you in anything here? Can we do business, or what? I'm at your service. Talk to me, chief.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "אז מה דעתך, שותף? אפשר לעניין אותך במשהו? עושים עסק, או לא? אני לשירותך. דבר איתי, אבאל'ה.",
      "csvMatch": "So how 'bout it, partner? Can I interest you in anything here? Can we do business, or what? I'm at your service. Talk to me, chief."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 9,
      "original": "You need to be closer to the middle of the ladder to be able to climb it.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 10,
      "original": "You can't do that now.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.8,
      "suggestedTranslation": "אין לך אפשרות לקחת את זה עכשיו.",
      "csvMatch": "You can't get that now."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 12,
      "original": "\\\"So what are ya trying to pull? If you don't have the cash, you can hit the road. Go on, get out of here. You're wasting my time!\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "אז, מה אתה מנסה לעשות? אם אין לך את הכסף אתה יכול להסתלק. קדימה, צא מכאן. אתה מבזבז לי את הזמן!",
      "csvMatch": "So, what are ya trying to pull? If you don't have the cash you can hit the road. Go on, get out of here. You're wasting my time!"
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 13,
      "original": "\\\"I tell ya, I think you've made a wise decision. She's a beauty. The keys are in her. If you have any problems, don't hesitate to come back and tell us about 'em.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "ת'שמע לי, קיבלת את ההחלטה הנכונה. היא מקסימה. המפתחות בפנים. אם אתה נתקל בבעיות אל תהסס לחזור ולספר לנו עליהן.",
      "csvMatch": "I tell ya, I think you've made a wise decision. She's a beauty. The keys are in her. If you have any problems don't hesitate to come back and tell us about 'em."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 14,
      "original": "\\\"It's been a heckuva pleasure doin' business with you. Oh, by the way, you're gonna need a droid to help you fly that thing. Well, good luck. Come again.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "היה תענוג מאין כמוהו לעשות איתך עסקים. אה, דרך אגב, תצטרך רובוט שיעזור לך להטיס את הדבר הזה. ובכן, בהצלחה. אתה תמיד מוזמן.",
      "csvMatch": "It's been a heckuva pleasure doin' business with you. Oh, by the way, you're gonna need a droid to help you fly that thing. Well, good luck. Come again."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 15,
      "original": "There is nothing here to buy.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "אין מה לקנות כאן.",
      "csvMatch": "There's nothing here to buy."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 16,
      "original": "\\\"We have a motto. You don't own it - You don't mess with it - You don't die!\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 17,
      "original": "Off you go into the purple yonder.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 18,
      "original": "Searching your pocket you find $%v124.",
      "placeholders": [
        "%v"
      ],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 20,
      "original": "It won't do you any good to be in the ship without a droid to operate it.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 21,
      "original": "You don't own the ship.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 22,
      "original": "The droid is already loaded.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 23,
      "original": "You don't have a droid to load.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 24,
      "original": "   \\\"Hey! Wait a minute!    ",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 25,
      "original": " Where do you think you're ",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 26,
      "original": "  goin' with my ship?!!\\\"   ",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 27,
      "original": "                           ",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 28,
      "original": "\\\"What sector shall I head for, Sir?\\\" asks the droid.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 29,
      "original": "\\\"Sector HH it is. I will proceed with course entry.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 30,
      "original": "\\\"Say what?\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 31,
      "original": "You are standing against the protective barrier encircling Ulence Flats. Due to the fact that you are land-based, you are not able to pass.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.8947368421052632,
      "suggestedTranslation": "אתה עומד על יד מחסום המגן המקיף את מישורי יולנס. לאור העובדה שאתה יונק יבשתי, אין באפשרותך לדלג מעליו.",
      "csvMatch": "You are standing next to the protective barrier encircling Ulence Flats. Due to the fact that you are land-based, you are not able to pass."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 32,
      "original": "What can be said that isn't seen? Tiny is a large, red skin-covered beast with the personality of a true salesman. Not a prime combination of traits.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 33,
      "original": "Tiny's not a great conversationalist. He just wants to sell, sell, sell.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.75,
      "suggestedTranslation": "זעירי אינו דברן גדול. כל מה שהוא רוצה זה למכור, למכור, למכור.",
      "csvMatch": "Tiny isn't a great conversationalist.  He just wants to sell, sell, sell."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 34,
      "original": "It's just an average, everyday ladder.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 35,
      "original": "Seated in the cruiser you notice there are no controls here, just a button marked \\\"LOAD\\\". Tiny must have been serious when he said you would need a droid to fly it.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.8214285714285714,
      "suggestedTranslation": "בזמן שאתה יושב בחללית הקרב, אתה מבחין כי אין כל לחצנים בהישג ידך, מלבד כפתור המסומן טעינה. זעירי התכוון ברצינות באומרו שרק רובוט מסוגל להטיס את הדבר הזה.",
      "csvMatch": "Seated in the cruiser, you notice there are no controls within reach, just a button marked LOAD. Tiny must have been serious when he said you would need a droid to fly this thing."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 36,
      "original": "This is actually not a bad looking ship. It appears to be a Drallion model cruiser. They have a reputation for quickness and reliability. You are surprised that someone (or something) of Tiny's caliber would be carrying it.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.9259259259259259,
      "suggestedTranslation": "למעשה, החללית נראית לא רע בכלל. מסתבר שהיא משחתת דרליונית. יצא להן מוניטין של זריזות ואמינות. אתה מופתע שמישהו ברמה של זעירי מחזיק ברשותו כאלה.",
      "csvMatch": "Actually, this ship is not bad-looking. It appears to be a Drallion cruiser. They have a reputation for quickness and reliability. You are surprised that someone of Tiny's caliber would be carrying it."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 37,
      "original": "\\\"Sorry, you can only fly it when you buy it. And, oh by the way, there are no refunds either. Company Policy.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.9375,
      "suggestedTranslation": "מצטער, אתה יכול להטיס רק אחרי שתקנה.__אה, דרך אגב, גם אין החזרים.__מדיניות של החברה.",
      "csvMatch": "Sorry, you can only fly it when you buy it.  Oh, by the way, there are no refunds either.  Company Policy."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 38,
      "original": "That act can not be performed currently.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 39,
      "original": "That won't do any good until you're in the ship.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 40,
      "original": "Please supply coordinates.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 41,
      "original": "Looking at the inside of the ship you notice there are no controls here, just a button marked \\\"LOAD\\\". Tiny must have been serious when he said you would need a droid to fly it.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6774193548387096,
      "suggestedTranslation": "בזמן שאתה יושב בחללית הקרב, אתה מבחין כי אין כל לחצנים בהישג ידך, מלבד כפתור המסומן טעינה. זעירי התכוון ברצינות באומרו שרק רובוט מסוגל להטיס את הדבר הזה.",
      "csvMatch": "Seated in the cruiser, you notice there are no controls within reach, just a button marked LOAD. Tiny must have been serious when he said you would need a droid to fly this thing."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 42,
      "original": "There is no salesman here.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 43,
      "original": "You can own only one ship at a time, town ordinance.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 44,
      "original": "You can't board it because you don't own it.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 45,
      "original": "This is actually not a bad looking ship. It appears to be a Drallion model cruiser. They have a reputation for quickness and reliability.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.9411764705882353,
      "suggestedTranslation": "למעשה, החללית נראית לא רע בכלל. מסתבר שהיא משחתת דרליונית. יצא להן מוניטין של זריזות ואמינות.",
      "csvMatch": "Actually, this ship is not bad-looking. It appears to be a Drallion cruiser They have a reputation for quickness and reliability."
    },
    {
      "logicFile": "37.agilogic",
      "messageNumber": 46,
      "original": "There is no droid in position to load.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    }
  ]
}