{
  "room": "27",
  "totalMessages": 11,
  "matchStats": {
    "exact": 2,
    "normalized": 0,
    "fuzzy": 3,
    "partial": 3,
    "unmatched": 3
  },
  "messages": [
    {
      "logicFile": "27.agilogic",
      "messageNumber": 1,
      "original": "You lean over to drink from the tempting pool of liquid. As your lips touch the fluid you feel a pain which could be likened to kissing a lit rocket nozzle. Now you know what they mean when they say \\\"Don't drink the water.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "translation": "אתה מתכופף כדי ללגום מבריכת הנוזל המפתה. בשניה ששפתיך נוגעות בנוזל, אתה חש בכאב נורא המשול לנשיקת טיל רקטי בוער. עכשיו אתה מבין מה מתכוונים כשאומרים 'המים אסורים לשתיה'.",
      "notes": ""
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 2,
      "original": "That can't be done now.",
      "placeholders": [],
      "matchType": "partial",
      "translation": "אין לך אפשרות לקחת את זה עכשיו.",
      "notes": "REVIEW: Partial match - adapted from 'You can't get that now'"
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 3,
      "original": "That act cannot be performed from here.",
      "placeholders": [],
      "matchType": "unmatched",
      "translation": "לא ניתן לבצע פעולה זו מכאן.",
      "notes": ""
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 4,
      "original": "You gaze intently at the purplish pool of liquid, the first real sign of moisture on the planet. The pool seems to have no bottom. The gentle dripping has a soothing effect on your frazzled nerves.",
      "placeholders": [],
      "matchType": "partial",
      "translation": "אתה בוהה בתשומת לב בבריכת הנוזל הירקרק, סימן ראשון להימצאותם של אדי מים על פני הכוכב. הבריכה נראית נטולת תחתית. לטפטוף העדין יש אפקט מרגיע על עצביך המרוטים. פלומת ערפל קלה אופפת את שטח הבריכה.",
      "notes": "REVIEW: Partial match - color different (purplish vs greenish)"
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 5,
      "original": "From tiny cracks in the ceiling several small drops succumb to the influence of gravity.",
      "placeholders": [],
      "matchType": "fuzzy",
      "translation": "מתוך סדקים זעירים בתקרה מספר טיפות קטנות של נוזל נכנעות לחוקי כוח המשיכה.",
      "notes": ""
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 6,
      "original": "This is a slightly smaller chamber in the underground complex. There is a path above, which is not accessible from here. There is a pool on the right side.",
      "placeholders": [],
      "matchType": "fuzzy",
      "translation": "זהו חדר מעט קטן יותר במכלול התת קרקעי. מעליו מתפתל שביל אשר אינו נגיש מכאן. בריכה נקוותה בצידו הימני.",
      "notes": ""
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 7,
      "original": "You have nothing that could successfully contain the liquid.",
      "placeholders": [],
      "matchType": "unmatched",
      "translation": "אין לך שום דבר שיכול להכיל בהצלחה את הנוזל.",
      "notes": ""
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 8,
      "original": "This is a upper pathway in a slightly smaller chamber in the underground complex. There is a level area below which is not accessible from here. There is a pool on the lower right side.",
      "placeholders": [],
      "matchType": "partial",
      "translation": "זהו חדר מעט קטן יותר במכלול התת קרקעי. מעליו מתפתל שביל אשר אינו נגיש מכאן. בריכה נקוותה בצידו הימני.",
      "notes": "REVIEW: Partial match - adapted for upper pathway"
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 9,
      "original": "You are unpleasantly surprised by a drop of searing acid which bores its way to your feet.",
      "placeholders": [],
      "matchType": "exact",
      "translation": "את פניך מקבלת הפתעה לא נעימה בדמות טיפת חומצה צורבת הקולחת לעבר רגליך.",
      "notes": ""
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 10,
      "original": "That's right. You have no head. That darn pool must be filled with acid. You obviously can't go on living that way.",
      "placeholders": [],
      "matchType": "exact",
      "translation": "זה נכון. אין לך ראש. הבריכה הארורה הזאת בטח מלאה בחומצה. אתה לא יכול להמשיך לחיות בצורה הזאת.",
      "notes": ""
    },
    {
      "logicFile": "27.agilogic",
      "messageNumber": 11,
      "original": "You could see it better if you were closer.",
      "placeholders": [],
      "matchType": "unmatched",
      "translation": "היית רואה את זה טוב יותר אם היית קרוב יותר.",
      "notes": ""
    }
  ]
}
