{
  "room": "67",
  "totalMessages": 3,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 2,
    "partial": 1,
    "unmatched": 0
  },
  "csvContext": [
    {
      "original": "You hear a strange rumbling sound. Uh, oh. It seems that you didn't make it out in time. Be seeing you.",
      "translated": "אתה שומע קול רעם חזק. הו הו. נראה שלא ברחת בזמן. נתראה."
    },
    {
      "original": "There goes your ride, Roger. Too bad you can't call a taxi.",
      "translated": "הלך הטרמפ, רוג'ר. חבל שאין אפשרות לקחת מונית."
    },
    {
      "original": "Out of the kindness of our hearts, we're just going to kill you off right now and save you the wait until the ship blows up. Be seeing you.",
      "translated": "מתוך רחמים וחמלה, נהרוג אותך כאן ועכשיו כדי לחסוך לך את ההמתנה לפיצוץ החללית. נתראה."
    },
    {
      "original": "It's an escape pod launch tube minus the escape pod. This presents a serious survival problem.",
      "translated": "זוהי מנהרת השיגור של חללית המילוט ללא חללית המילוט. מה שמציב אותך בפני אתגר השרדותי חמור."
    },
    {
      "original": "There's not much you can do without an escape pod.",
      "translated": "אין הרבה מה לעשות ללא חללית מילוט."
    },
    {
      "original": "There's nobody here to talk to.",
      "translated": "אין עם מי לדבר כאן."
    },
    {
      "original": "Exhaust fumes from the escaped pod nauseate you, not to mention the tought that you're doomed.",
      "translated": "אדי פליטה מחללית המילוט מעוררים בך בחילה, שלא לדבר על ההבנה שגורלך נחרץ."
    },
    {
      "original": "I don't think licking the floor is the answer to your current dilemma.",
      "translated": "אני לא חושב שליקוק הרצפה הינו הפתרון הנכון לדילמה הנוכחית."
    },
    {
      "original": "It's definitely some sort of ...thing.",
      "translated": "זה בוודאות סוג של... משהו."
    },
    {
      "original": "If you knew what it was, you might have a clue what to do with it, but since you don't, you don't.",
      "translated": "אם היית יודע מה זה, היית גם יודע מה לעשות עם זה, אך מאחר ואתה לא, אתה לא."
    },
    {
      "original": "Nope. Not voice-activated.",
      "translated": "לא. אין הפעלה קולית."
    },
    {
      "original": "You're really 'way too busy for this, Roger.",
      "translated": "אתה מדי עסוק בשביל זה, רוג'ר."
    },
    {
      "original": "No time for funny messages, get off the ship!",
      "translated": "אין זמן להודעות מצחיקות, רד מהספינה!"
    },
    {
      "original": "It's an elevator door.",
      "translated": "זוהי דלת מעלית."
    },
    {
      "original": "This door is controlled by the elevator, there is nothing you can do to it from here.",
      "translated": "הדלת נשלטת מתוך המעלית, אין משהו שתוכל לעשות מכאן."
    },
    {
      "original": "It doesn't want to talk to you.",
      "translated": "היא לא רוצה לדבר איתך."
    },
    {
      "original": "It smells like the many elevator doors you've smelled in the past.",
      "translated": "היא מריחה כמו שאר דלתות המעלית שהרחת בימי חייך."
    },
    {
      "original": "It tastes like the many elevator doors you've smelled in the past.",
      "translated": "יש לה טעם כמו לשאר דלתות המעלית שטעמת בימי חייך."
    },
    {
      "original": "It's the elevator that brought you down here.",
      "translated": "זוהי המעלית שהובילה אותך הנה."
    },
    {
      "original": "It is not voice activated.",
      "translated": "אין לזה הפעלה קולית."
    },
    {
      "original": "It smells like the many elevators you've smelled in the past.",
      "translated": "יש לה ריח כמו לכל המעליות שהרחת במהלך חייך."
    },
    {
      "original": "It tastes like the many elevators you've smelled in the past.",
      "translated": "יש לה טעם כמו כל המעליות שאי פעם טעמת."
    },
    {
      "original": "This must be the captain's personal escape pod!",
      "translated": "זוהי בוודאי חללית המילוט האישית של הקברניט!"
    },
    {
      "original": "It's too late to do that now.",
      "translated": "מדי מאוחר בשביל זה עכשיו."
    },
    {
      "original": "The escape pod is not equipped with voice-recognition capability.",
      "translated": "חללית המילוט אינה מצוידת בטכנולוגיית זיהוי קולי."
    },
    {
      "original": "The ship could blow up in a million fiery pieces while you waste time licking the only thing that can get you off it in one piece!",
      "translated": "החללית עומדת בכל רגע להתפוצץ למליון חלקים בוערים בעוד אתה מבזבז את זמנך בליקוק הדבר היחיד שעשוי לחלץ אותך בחתיכה אחת!"
    },
    {
      "original": "You're wasting valuable time here.",
      "translated": "אתה מבזבז כאן זמן יקר."
    },
    {
      "original": "escape pod launch tube",
      "translated": "מנהרת שיגור חללית המילוט"
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "67.agilogic",
      "messageNumber": 1,
      "original": "By Two Guys From Andromeda",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "שני בחורים",
      "csvMatch": "two guys"
    },
    {
      "logicFile": "67.agilogic",
      "messageNumber": 2,
      "original": "(C) 1987  Sierra On-Line, Inc.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "\u0003 1991 סיירה און-ליין, בעמ",
      "csvMatch": "\u0003 1991 Sierra On-Line, Inc."
    },
    {
      "logicFile": "67.agilogic",
      "messageNumber": 3,
      "original": "Version 2.2",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "גרסה",
      "csvMatch": "version"
    }
  ]
}