{
  "room": "100",
  "totalMessages": 16,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 2,
    "partial": 2,
    "unmatched": 12
  },
  "messages": [
    {
      "logicFile": "100.agilogic",
      "messageNumber": 1,
      "original": "You are dead! You can only restore, restart, or quit the game.",
      "translation": "אתה מת! אתה יכול רק לשחזר, להתחיל מחדש או לצאת מהמשחק.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 2,
      "original": "Well, %s1, that was a smooth half-gainer into the elevator shaft.  Did you decide that you would think more clearly with your brains re-organized?",
      "translation": "ובכן, %s1, זו הייתה צלילה חלקה למעלית. החלטת שתחשוב בצורה ברורה יותר עם המוח שלך מאורגן מחדש?",
      "placeholders": ["%s"],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 3,
      "original": "That concludes your experiment involving the effects of total vacuum on the human body, %s1.",
      "translation": "זה מסכם את הניסויים שערכת בנושא השפעת הריק על גופים אנושיים חסרי הגנה. איזה כיף זה היה!",
      "placeholders": ["%s"],
      "matchType": "partial",
      "notes": "REVIEW: Suggested translation from partial match"
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 4,
      "original": "As you lie on the floor in a smoldering, carbogelatinous heap you can't help but wonder why you bothered getting up this morning.",
      "translation": "בעודך שוכב על הרצפה בערימה צמיגית מעשנת, אינך יכול שלא לשאול את עצמך מדוע טרחת לקום הבוקר.",
      "placeholders": [],
      "matchType": "fuzzy",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 6,
      "original": "You are now lying on the floor in many pieces.  Guess those beams meant business, %s1.",
      "translation": "אתה כעת שוכב על הרצפה בחתיכות רבות. מן הסתם הקרניים האלה לא התלוצצו, %s1.",
      "placeholders": ["%s"],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 7,
      "original": "How about that darn artificial gravity, %s1.  Just like the real thing, huh?",
      "translation": "מה דעתך על הכבידה המלאכותית הארורה הזו, %s1. בדיוק כמו האמיתית, הא?",
      "placeholders": ["%s"],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 8,
      "original": "You've been snatched from existence by a tentacled beast lurking beneath the grate.  You feel the painful sting of digestive fluids.",
      "translation": "הקיום שלך בוטל בידי מפלצת רבת משושים הרובצת מתחת לסורג. אתה חש כאב מעוקץ מיצי העיכול.",
      "placeholders": [],
      "matchType": "fuzzy",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 9,
      "original": "Due to a lack of navigation, you have exhausted the meager amount of emergency fuel without finding a safe place to land.  You are lost in space.",
      "translation": "עקב היעדר ניווט, מיצית את כמות הדלק החירום הדלה מבלי למצוא מקום בטוח לנחיתה. אתה אבוד בחלל.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 12,
      "original": "Luck's turn has cost you dearly. As life seeps away, you long for the simpler days aboard the Arcada.",
      "translation": "תורה של המזל עלתה לך ביוקר. כשהחיים דולפים החוצה, אתה מתגעגע לימים הפשוטים יותר על סיפון הארקדה.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 16,
      "original": "You've been mowed down by a Deltaur crewthing.",
      "translation": "נכרתת על ידי איש צוות של הדלטאור.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 18,
      "original": "Not being a very smooth thief you have been caught and dealt with appropriately.",
      "translation": "מאחר ולא היית גנב חלק במיוחד, נתפסת וטופלת בהתאם.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 19,
      "original": "Gee whiz, %s1! You could actually be a hero if you weren't so clumsy. Wise up.",
      "translation": "בחיי, %s1! יכולת להיות גיבור אם לא היית כל כך מגושם. תתבגר.",
      "placeholders": ["%s"],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 30,
      "original": "Thank you for playing Space Quest.  Too bad you've failed miserably and doomed all your people to a horrible death at the hands of the Sariens. If you continue playing as skillfully as this, we'll never have a chance for a sequel.  Better luck next time.",
      "translation": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה.",
      "placeholders": [],
      "matchType": "partial",
      "notes": "REVIEW: Suggested translation from partial match"
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 31,
      "original": "Alas, %s1, you have failed in your attempt to save the universe from the clutches of the Sariens.",
      "translation": "אבוי, %s1, נכשלת בניסיון שלך להציל את היקום מציפורני הסריאנים.",
      "placeholders": ["%s"],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 32,
      "original": "Once again, you've demonstrated your inability to carry out a simple task like saving all of humanity. You quickly glance around the room to see if anyone saw your silly mistake. Thank you for playing Space Quest, %s1. You've been most entertaining.",
      "translation": "שוב, הוכחת את חוסר היכולת שלך לבצע משימה פשוטה כמו להציל את כל האנושות. אתה מעיף מבט חטוף מסביב לחדר לראות אם מישהו ראה את הטעות המגוחכת שלך. תודה ששיחקת מסע בחלל, %s1. בידרת אותנו מאוד.",
      "placeholders": ["%s"],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "100.agilogic",
      "messageNumber": 40,
      "original": "",
      "translation": "",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    }
  ]
}
