{
  "room": "35",
  "totalMessages": 54,
  "matchStats": {
    "exact": 4,
    "normalized": 0,
    "fuzzy": 11,
    "partial": 6,
    "unmatched": 33
  },
  "csvContext": [
    {
      "original": "When you step through, the door slides closed with a faint hissing sound. You are alone in a large room full of strange equipment.",
      "translated": "בעודך פוסע מבעד למפתן, הדלת מחליקה לצידה ונסגרת בקול שריקה עמום. אתה לבדך בחדר גדול מימדים מלא בציוד שונה ומשונה."
    },
    {
      "original": "Ooops! Had the darn thing in reverse. I hope nobody saw that.",
      "translated": "אוופס! תחזיר אחורה את הדבר המזעזע הזה. אני מקווה שאף אחד לא ראה."
    },
    {
      "original": "Who do you think you are - Michael Jordan?",
      "translated": "מי אתה חושב שאתה - מייקל ג'ורדן?"
    },
    {
      "original": "No particular odor comes from that direction.",
      "translated": "שום ניחוח יוצא דופן לא מגיע מהכיוון הזה."
    },
    {
      "original": "Quit messing around and do what you came here to do. Whatever THAT might've been!",
      "translated": "תפסיק ללכת בטל ותעשה את הדבר שלשמו באת. מה שזה לא יהיה!"
    },
    {
      "original": "You call up to the upper level, but no-one answers.",
      "translated": "אתה מתקשר אל הקומה העליונה, אך איש אינו עונה."
    },
    {
      "original": "You need to insert a cartridge for this to work correctly.",
      "translated": "עליך להכניס מחסנית על מנת שזה יפעל כהלכה."
    },
    {
      "original": "The computer doesn't smell very interesting.",
      "translated": "המחשב מריח לא משהו."
    },
    {
      "original": "This tastes really dull. You decide you'd rather have a cheeseburger, and you wonder: do they have a Monolith Burger somewhere in this neighborhood?",
      "translated": "יש לזה טעם נורא דלוח. אתה מחליט שצ'יזבורגר בריא לך יותר, ושואל את עצמך: האם יש להם המבורגר מונולית איפשהו בשכונה?"
    },
    {
      "original": "This computer is so ancient, it probably doesn't even respond to voice input.",
      "translated": "המחשב כל כך עתיק, שהוא אפילו לא מגיב לפקודות הקוליות שלך."
    },
    {
      "original": "From the smell of it, you'd guess that at least one Keronian uses it quite regularly to play one of your favorite computer games: Name that Body Odor!",
      "translated": "על פי הריח, אתה משער שלפחות קרוניאני אחד משחק בו באופן קבוע במשחק המחשב האהוב עליך: פענח את הריח!"
    },
    {
      "original": "Licking the chair suddenly seems like a big waste of energy.",
      "translated": "ליקוק הכיסא מרגיש לפתע כבזבוז אנרגיה משווע."
    },
    {
      "original": "The chair does not respond. What did you expect?",
      "translated": "הכיסא לא מגיב. למה ציפית בדיוק?"
    },
    {
      "original": "There's no way to force the portal open.",
      "translated": "אין סיכוי להכריח את השער להיפתח."
    },
    {
      "original": "You don't want to touch the pipes - they're probably hot.",
      "translated": "אתה לא רוצה לגעת בצינורות - הם כנראה רותחים."
    },
    {
      "original": "Talking to pipes is considered a sign of insanity on the planet Kerona.",
      "translated": "שיחת נפש עם צינורות נחשבת לסימן מקדים לאי שפיות בכוכב קרונה."
    },
    {
      "original": "Smells like some kind of duct tape.",
      "translated": "מריח כמו סוג של נייר דבק."
    },
    {
      "original": "You'll get a nasty burn on your tongue if you try that.",
      "translated": "אתה תקבל כוויה מכוערת על הלשון אם תנסה את זה."
    },
    {
      "original": "You can't reach them. The skylights are much to high.",
      "translated": "אתה לא יכול להגיע אליהם. האשנבים גבוהים מדי."
    },
    {
      "original": "You're truly starved for conversation on your intellectual.",
      "translated": "אתה בהחלט כמה לדיון על רמת המשכל שלך."
    },
    {
      "original": "Try as you might, you can't smell the skylights from down there. Just as you are about to pass out from hyper- ventilation, you sensably decide to abandon this particular project.",
      "translated": "נסה כמה שבא לך, לעולם לא תצליח להריח את האשנבים מכאן למטה. בדיוק בשניה שנשמתך כמעט פורחת מנשימת יתר, אתה מקשיב לקול ההגיון וזונח את המיזם המסוכן."
    },
    {
      "original": "Although the skylights look like gigantic oysters, I doubt very much if they would taste anything like them.",
      "translated": "למרות שהאשנבים נראים כמו צדפות ענק, אני בספק רב אם הטעם שלהם דומה."
    },
    {
      "original": "It doesn't look as though it will budge.",
      "translated": "לא נראה שיש לו כוונה לזוז."
    },
    {
      "original": "The skimmer platform has nothing to say to you.",
      "translated": "לרציף הרחפת אין מה לומר לך."
    },
    {
      "original": "It smells a lot like everything else around here. Except more so.",
      "translated": "זה מריח כמו כל דבר אחר כאן. אולי טיפה יותר חזק."
    },
    {
      "original": "That doesn't seem at all appetizing.",
      "translated": "זה אפילו לא מתחיל לעורר בך תיאבון."
    },
    {
      "original": "It doesn't seem intelligent to mess with it.",
      "translated": "הוא לא מספיק אינטליגנטי לרמה שלך."
    },
    {
      "original": "The generator doesn't respond. Perhaps it's based on some form of A.S. (Artificial Stupidity).",
      "translated": "הגנרטור לא מגיב. אולי הוא מבוסס על סוג מסוים של ט.מ. (טפשות מלאכותית)."
    },
    {
      "original": "You catch scents of iron oxide, burning rubber and fusel oil. It makes you momentarily homesick for Mom's cooking.",
      "translated": "אתה קולט ניחוח של תחמוצת ברזל, גומי בוער ושמן חומצי. לרגע אתה מתגעגע למטעמים של אמא."
    },
    {
      "original": "This thing looks hot enough to fry your tongue like an egg.",
      "translated": "הדבר הזה רותח דיו כדי לטגן לך את הלשון כמו ביצה."
    },
    {
      "original": "Even if you could reach it, there's no way you'd stick your hands near those things.",
      "translated": "אפילו אם אתה יכול להגיע לשם, אין מצב שאתה שולח את הידיים שלך לאזור הזה."
    },
    {
      "original": "The Keronians have a place they put people who are in the habit of talking to steam vents.",
      "translated": "לקרוניאנים יש מקום שבו הם מאשפזים אנשים עם חיבה לשיחות עם פתחי אוורור."
    },
    {
      "original": "You detect no particular odor coming from the steam.",
      "translated": "אינך מזהה אף לא ריח אחד מוכר הנובע מהאדים."
    },
    {
      "original": "You were never fond of broiled tongue.",
      "translated": "מעולם לא היית מעריץ נלהב של לשונות צלויים."
    },
    {
      "original": "You decide not to. They're so rusty, they might crumble and bring the whole place down.",
      "translated": "אתה מחליט שלא. הם כל כך חלודים, שהם עלולים להתפורר ולמוטט את המקום כולו."
    },
    {
      "original": "The cylinders don't answer, of course.",
      "translated": "הגלילים לא עונים, כמובן."
    },
    {
      "original": "You suspect that they smell like rusty metal, since that's what they are made of.",
      "translated": "אתה חושד שהם מריחים כמו מתכת חלודה, מאחר והם עשויים ממנה."
    },
    {
      "original": "Licking the cylinder seems like a waste of time and tongue- power.",
      "translated": "ליקוק גליל אינו יותר מאשר בזבוז מטורף של זמן ואנרגיה לשונית."
    },
    {
      "original": "You get the feeling they might be hot.",
      "translated": "אתה מקבל את התחושה שהם עשויים להיות לוהטים."
    },
    {
      "original": "The Keronians are going to think you're loony if you keep talking to inanimate objects.",
      "translated": "הקרוניאנים עוד יחשבו שאתה חולה נפש אם תמשיך לנהל שיחות עם עצמים דוממים."
    },
    {
      "original": "All pipes wrapped in duct tape smell alike to you.",
      "translated": "כל הצינורות העטופים בסרט הדבקה מריחים בדיוק אותו דבר."
    },
    {
      "original": "The thought of your tongue stuck, sizzling, to the hot steam pipe is not a pleasant one.",
      "translated": "המחשבה על לשונך דבוקה, רוחשת, לצינור אדים לוהט אינה מסבה לך נחת."
    },
    {
      "original": "You tap on a gauge. The needle quivers, then returns to its original position.",
      "translated": "אתה נוקש על מד. המחט רוטטת, ואז חוזרת לעמדתה המקורית."
    },
    {
      "original": "Talking to pipes (or dials) is considered a sign of insanity on the planet Kerona.",
      "translated": "דיבור עם צינורות (או חוגות) נתפס כסימן מקדים למחלת נפש במושבה הקרונית."
    },
    {
      "original": "The gauge doesn't smell like anything in particular.",
      "translated": "המד לא מריח כמו שום דבר מיוחד."
    },
    {
      "original": "Don't put your mouth on that - you don't know where it's been!",
      "translated": "אל תצמיד את הפה שלך אליו - אתה לא יודע איפה הוא היה!"
    },
    {
      "original": "The floor is made of polished slate. It is very smooth to the touch, slightly damp, and quite warm.",
      "translated": "הרצפה עשויה צפחה מלוטשת. חלקה למגע, לחה במקצת, וחמימה למדי."
    },
    {
      "original": "The floor doesn't respond to your witty reparte'.",
      "translated": "הרצפה לא מגיבה לעקיצותיך השנונות."
    },
    {
      "original": "A smell of damp, hot stone rises from the floor.",
      "translated": "ריח של אבנים חמות ולחות מיתמר מהקרקע."
    },
    {
      "original": "Although the floor seems pretty clean, you'd rather not put it to the taste... er... test.",
      "translated": "למרות שהרצפה נראית די נקיה, מוטב שלא תעמיד אותה במבחן טעימות."
    },
    {
      "original": "A data cartridge.",
      "translated": "מחסנית נתונים."
    },
    {
      "original": "It smells like it's loaded with data.",
      "translated": "זה מריח טעון בנתונים."
    },
    {
      "original": "YUCKK! It tastes like... well, not data. That's for sure.",
      "translated": "איכסה! יש לזה טעם של... ובכן, לא נתונים. זה בטוח."
    },
    {
      "original": "The cartridge snaps neatly into the slot and the screen comes alive.",
      "translated": "המחסנית שוקעת ברכות בחריץ והמסך מתעורר לחיים."
    },
    {
      "original": "LOADING",
      "translated": "טוען"
    },
    {
      "original": "Whoever shall read this: My name is Dr. Slash Vohaul, I am a scientist with The Star Generator Project aboard the Starlab Arcada.",
      "translated": "מי שלא קורא את זה: אני דר סלאש וואהל, מדען בפרויקט מחולל הכוכבים על סיפונה של מעבדת החלל ארקדה."
    },
    {
      "original": "We have just successfully completed development and testing of The Star Generator. During this time I have come to believe that our progress has been monitored by others. I fear that the Sariens may have learned of our mission.",
      "translated": "זה עתה סיימנו בהצלחה לפתח ולבדוק את מחולל הכוכבים. במשך הזמן הגעתי למסקנה שעוקבים אחרינו. חוששני כי הסרייאנים למדו אודות משימתנו."
    },
    {
      "original": "If my fears prove true, The Star Generator and the people of our universe are in serious jeopardy.",
      "translated": "והיה וחששותי יתבררו כנכונים, מחולל הכוכבים וכל האנשים על פני היקום נתונים בסכנה איומה."
    },
    {
      "original": "The Star Generator is a miraculous device. Used as intended, it will help preserve life for eons to come.",
      "translated": "מחולל הכוכבים הינו מכשיר מופלא. בשימוש ראוי ומושכל, הוא יציל חיי אדם למשך דורות רבים."
    },
    {
      "original": "Used as a device for evil, it would cause the destruction of millions of lives and enslave all who oppose the Sariens.",
      "translated": "אולם בשימוש ציני ומרושע, הוא עלול לגרום להשמדתם של מליוני בני אדם ושעבודם של כל מתנגדי הסראיינים."
    },
    {
      "original": "Encoded within this cartridge are all the plans and specifications for the construction of the Star Generator.",
      "translated": "בתוך המחסנית מקודדים כל התוכניות והמפרטים לבניית מחולל הכוכבים."
    },
    {
      "original": "Should any disaster befall the Star Generator project, scientists would be able to create a duplicate of the Star Generator with this information.",
      "translated": "למקרה שאסון יפקוד את פרויקט מחולל הכוכבים, יוכלו המדענים ליצור העתק של מחולל הכוכבים באמצעות המידע הזה."
    },
    {
      "original": "Please guard it with your life and return it to the Xenon ruling body as quickly as possible.",
      "translated": "אנא שמרו עליו כבבת עיניכם והשיבוהו אל מועצת חכמי זנון בהקדם האפשרי."
    },
    {
      "original": "A five minute time will begin to count down. Beware - anyone within five kilometers of the Star Generator will be in danger once the timer has been initiated. Please be careful and GOOD LUCK !",
      "translated": "תחל ספירה לאחור בת חמש דקות. זהירות - כל אשר ימצא בטווח חמישה קמ ממחולל הכוכבים כאשר תגיע שעת האפס, דמו בראשו. בבקשה נקטו במשנה זהירות ושיהיה המון בהצלחה!"
    },
    {
      "original": "You note with satisfaction that the skimmer smells exactly like you expected it to.",
      "translated": "אתה רושם לעצמך בסיפוק שהרחפת מריחה בדיוק כמו שציפית שתריח."
    },
    {
      "original": "Raw skimmer is not one of your favorite dishes.",
      "translated": "רחפת גולמית אינה אחת מהמנות האהובות עליך."
    },
    {
      "original": "The skimmer doesn't appear to activate by voice. See if there's a key.",
      "translated": "הרחפת אינה מופעלת באמצעות פקודות קוליות. נסה למצוא מפתח."
    },
    {
      "original": "Smells like fresh spray paint.",
      "translated": "מריח כמו תרסיס צבע טרי."
    },
    {
      "original": "You're not that hungry.",
      "translated": "אתה לא עד כדי כך רעב."
    },
    {
      "original": "The ladder has nothing to say to you.",
      "translated": "לסולם אין מה לומר לך."
    },
    {
      "original": "You can't reach them.",
      "translated": "אתה לא יכול להגיע אליהם."
    },
    {
      "original": "The faint scent of burning dust surrounds the tubes.",
      "translated": "ריח קלוש של אבק שרוף אופף את הצינורות."
    },
    {
      "original": "Your tongue would probably stick to those like chops on a griddle.",
      "translated": "הלשון שלך תידבק אליהם כמו סטייק על הגריל."
    },
    {
      "original": "Although bright, the glass tubes have little light to shed upon your current situation. In short, they are not sparkling conversationalists.",
      "translated": "למרות הבוהק הזוהר, צינורות הזכוכית יכולים לשפוך מעט מאוד אור על מצבך הנוכחי. או במילים אחרות, הם אינם בני שיח תוססים."
    },
    {
      "original": "Don't bother the guy - he's busy.",
      "translated": "אל תשגע את הבחור - הוא עסוק."
    },
    {
      "original": "The underarm odor potential of this Keronian is truly staggering. Too bad this place has never heard of deodorant.",
      "translated": "צחנת בית השחי הפונטציאלית של קרוניאני זה בהחלט מטלטלת. חבל מאד שלא שמעו על דיאורדורנט במקום הזה."
    },
    {
      "original": "He's got a wrench, and he knows how to use it.",
      "translated": "יש לו מפתח ברגים, והוא יודע להשתמש בו."
    },
    {
      "original": "He doesn't seem interested in your money. This company must pay pretty well.",
      "translated": "לא נראה שהוא מעוניין בכסף שלך. החברה שלו משלמת טוב כנראה."
    },
    {
      "original": "He's seen a million of these. So what?",
      "translated": "הוא ראה מליונים כאלה. אז מה?"
    },
    {
      "original": "He's really too absorbed in his work to pay any attention to the widget.",
      "translated": "הוא יותר מדי מסור לעבודתו מכדי להקדיש תשומת לב כלשהי לרכיב."
    },
    {
      "original": "Since this guy has nothing to say to you anyway, translating it will probably amount to about the same thing.",
      "translated": "מאחר ולבחור אין שום דבר לומר לך בין כה וכה, תרגום שלו יסתכם פחות או יותר באותו דבר."
    },
    {
      "original": "He's just too busy to care that you're making such a generous gesture.",
      "translated": "הוא יותר מדי עסוק מכדי להתייחס למחוות הנדיבות שלך."
    },
    {
      "original": "The young Keronian is not interested in seeing your toys.",
      "translated": "הקרוניאני הצעיר לא מתעניין בצעצועיך."
    },
    {
      "original": "He probably doesn't want you to fool with it.",
      "translated": "הוא כנראה לא רוצה שתשטה בו."
    },
    {
      "original": "When ARE you going to learn not to put strange things in your mouth?",
      "translated": "מתי תלמד לא להכניס דברים מוזרים לפה?"
    },
    {
      "original": "There's no fuel odor - this puppy runs on fourteen D cells and a nine volt.",
      "translated": "אין ריח של דלק - הכלבלב הזה פועל על ארבעה עשר סוללות ותשע וולט."
    },
    {
      "original": "What's the point of talking to this thing?",
      "translated": "איזו תועלת תבוא משיחה עם הדבר הזה?"
    },
    {
      "original": "It's too far away, but don't worry; in this game you will undoubtedly get the shaft at least once.",
      "translated": "זה רחוק מדי, אך הסר דאגה; במשחק הזה אתה תצנח לשם לפחות פעם אחת אם לא יותר."
    },
    {
      "original": "Oh, let's not and just say we did, OK?",
      "translated": "טוב, בוא פשוט נעמיד פנים שעשינו את זה, בסדר?"
    },
    {
      "original": "The smell of grease in this place seems to come from the shaft's general vicinity.",
      "translated": "ריח השמן במקום הזה מגיע מסביבתו הכללית של הפיר."
    },
    {
      "original": "There's nothing visible on the computer screen.",
      "translated": "שום דבר לא מוצג על מסך המחשב."
    },
    {
      "original": "The data is being replayed, but you never have much cared for re-runs, have you?",
      "translated": "הנתונים מוקרנים מחדש, אבל אף פעם לא אהבת במיוחד שידורים חוזרים, נכון?"
    },
    {
      "original": "You might need to insert a data cartridge for this thing to work.",
      "translated": "יש להכניס מחסנית תוכן כדי שהדבר הזה יעבוד."
    },
    {
      "original": "He doesn't seem interested in shaking hands, though he certainly has enough of them.",
      "translated": "נראה שהוא לא מעוניין בלחיצות ידיים, כנראה שהיו לו כאלה די והותר."
    },
    {
      "original": "He seems to have said everything he wants to say to you.",
      "translated": "כנראה שהוא כבר אמר את כל אשר על לבו."
    },
    {
      "original": "That wouldn't be at all polite.",
      "translated": "זה לא יהיה מנומס כלל ועיקר."
    },
    {
      "original": "You're not really that rude.",
      "translated": "אתה לא באמת כזה חוצפן."
    },
    {
      "original": "All my needs are provided by the Company. I have no need of money.",
      "translated": "כל צרכי מסופקים על ידי החברה. אין לי מה לעשות עם כסף."
    },
    {
      "original": "Your data cartridge resembles the ones we use to store information.",
      "translated": "מחסנית הנתונים שלך דומה לאלה שאנו מאחסנים בהם מידע."
    },
    {
      "original": "Be careful not to get that magnetic device too close to my hover platform. It could have a negative effect on the circuitry.",
      "translated": "הישמר מאד שלא לקרב את ההתקן המגנטי למשטח המרחף שלי. עלולות להיות לזה השפעות שליליות על המעגלים החשמליים."
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "35.agilogic",
      "messageNumber": 1,
      "original": "Please remain seated and keep hands inside while the vehicle is moving.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 2,
      "original": "You already have it!",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "כבר יש לך את המפתחות.",
      "csvMatch": "You already have the keys."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 3,
      "original": "You aren't close enough.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 4,
      "original": "Welcome to Ulence Flats",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 5,
      "original": "Taken",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 6,
      "original": "\\\"Say, this is a genuine Falton sand skimmer. I've been looking for one just like it. I wonder if you would accept %v35 buckazoids?\\\"",
      "placeholders": [
        "%v"
      ],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 7,
      "original": "\\\"Ok. This is my final offer and I'm only doin' it because you look like you need it pretty bad. I'll give you %v35 buckazoids and I'll throw in this swell jetpack. I only used it once. Works great in zero gravity. You'll love it. Is it a deal? Yes or no?\\\"",
      "placeholders": [
        "%v"
      ],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 8,
      "original": "\\\"Fine. Be that way.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "בסדר. שיהיה ככה.",
      "csvMatch": "Fine. Be that way."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 9,
      "original": "You're not on one, %s1.",
      "placeholders": [
        "%s"
      ],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "אני לא מדבר איתך.",
      "csvMatch": "I'm not talking to you."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 10,
      "original": "\\\"Glad we could do business. I'll just take that key. Thank you kindly. Hope your stay in Ulence Flats is an interesting one.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "שמח שהבנו איש ללב רעהו. רק אקח את המפתח. תודה מקרב לב. מקווה ששהייתך במישורי יולנס תעבור עליך בנעימים.",
      "csvMatch": "Glad we could do business. I'll just take that key. Thank you kindly. Hope your stay in Ulence Flats is an interesting one."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 11,
      "original": "\\\"Glad we could do business. Hope your stay in Ulence Flats is an interesting one.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "שמח שהבנו איש ללב רעהו. מקווה ששהייתך במישורי יולנס תעבור עליך בנעימים.",
      "csvMatch": "Glad we could do business. Hope your stay in Ulence Flats is an interesting one."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 12,
      "original": "After a truly stone-crushing journey, you have miraculously arrived safely in Ulence Flats. And, just in time too, because the skimmer's power cell has been drained. It will take some time to recharge itself. This place isn't quite what you had expected. It is semi-bleak at best. ",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.7435897435897436,
      "suggestedTranslation": "לאחר מסע מרסק עצמות, בניסי ניסים אתה נוחת בשלום במישורי יולנס. ובדיוק בזמן, מפני שסוללת הרחפת התרוקנה. יקח לה זמן להטעין את עצמה מחדש.",
      "csvMatch": "After a truly stone-crushing journey, you have miraculously arrived safely in Ulence Flats. And just in time too, because the skimmer's power cell has been drained. It will take some time to recharge itself."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 13,
      "original": "\\\"I really want a skimmer like this. Here's my offer and I'm only doin' it because you look like you need it pretty bad. I'll give you %v35 buckazoids and I'll throw in this swell jetpack. I've only used it once. Works great in zero gravity. Is it a deal or what? Yes or no?\\\"",
      "placeholders": [
        "%v"
      ],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 14,
      "original": "You are at the south edge of Ulence Flats. The area is protected from predators by an electronic barrier which runs around the perimeter of the settlement.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 15,
      "original": "\\\"Say there, pal. It's come to my attention that you're in the market for some transportation.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "תגיד, אח שלי. השמועה אומרת כי אתה בעניין של רכישת כלי תחבורה.",
      "csvMatch": "Say there, pal. It's come to my attention that you're in the market for some transportation."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 16,
      "original": "\\\"I may be able to help. If you'll follow me, I'd like to show you a fine little piece of machinery that'll knock your eyes out.\\\"",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "יתכן ואוכל לעזור. אם תבוא אחרי, אראה לך חתיכת מכונה מדהימה שתוציא לך את העיניים מהחורים.",
      "csvMatch": "I may be able to help. If you'll follow me, I'd like to show you a fine little piece of machinery that'll knock your eyes out."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 17,
      "original": "The sand skimmer is a one-passenger mode of transportation and it looks like it has skimmed quite a bit of sand in its time. On it is a panel which has a small readout, currently dark, and a keyhole with a key in it.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.9230769230769231,
      "suggestedTranslation": "רחפת החולות הינה אמצעי תחבורה חד נוסעי ונראה עליה שגרפה לא מעט חולות בימי חייה. בלוח הבקרה שלה נקבע צג קטן, החשוך בשעה זו, וחור מנעול עם מפתח בתוכו.",
      "csvMatch": "The sand skimmer is a one-passenger mode of transportation and it looks like it has skimmed quite a bit of sand in its time. On its control panel is a small readout, currently dark, and a keyhole with a key in it."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 18,
      "original": "There is a small rounded structure here with a door on one side. It is typical of some of the prefab structures used in frontier areas years ago.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.85,
      "suggestedTranslation": "יש פה מבנה עגול עם דלת בצד אחד. זה מראה טיפוסי לחלק מהמבנים הטרומיים שנבנו על ידי החלוצים לפני שנים.",
      "csvMatch": "There is a rounded structure here with a door on one side. It is typical of some of the prefab structures constructed in frontier areas years ago."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 19,
      "original": "Compared to some of the beings you've seen lately, this one looks fairly normal except for the fact that he seems to have a cylinder for a head.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 20,
      "original": "The man is not interested in idle conversation. He's only interested in the skimmer.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 21,
      "original": "You have no way or reason to kill this being.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 22,
      "original": "This being is about the size of a humanoid but has some odd features. He seems to have a friendly-looking mug.",
      "placeholders": [],
      "matchType": "exact",
      "matchScore": 1,
      "suggestedTranslation": "גודלו של היצור כמידת בן אנוש ממוצע אך הוא נבדל ממנו בכמה מאפיינים. יש לו פרצוף ידידותי וחביב.",
      "csvMatch": "This being is about the size of a humanoid but has some odd features. He seems to have a friendly-looking mug."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 23,
      "original": "You are standing against the protective barrier encircling Ulence Flats. Due to the fact that you are land-based, you are not able to pass.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.8947368421052632,
      "suggestedTranslation": "אתה עומד על יד מחסום המגן המקיף את מישורי יולנס. לאור העובדה שאתה יונק יבשתי, אין באפשרותך לדלג מעליו.",
      "csvMatch": "You are standing next to the protective barrier encircling Ulence Flats. Due to the fact that you are land-based, you are not able to pass."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 24,
      "original": "He wants you to follow him.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 25,
      "original": "The fresh air helps you snap out of the stupor which that foul brew was responsible for.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 26,
      "original": "Ulence Flats is a typical example of some of the frontier settlements that sprang up in the early days of the Outer Zone exploration several years ago. Unfortunately, this attracted many unsavory individuals looking to make a quick buckazoid. Caution is advised.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.7741935483870968,
      "suggestedTranslation": "מישורי אולנס היא דוגמה טיפוסית למושבת חלוצים שקמה בתקופה המוקדמת של חקר חוץ-אזורי. למרבה הצער, זה משך הרבה טיפוסים שמחפשים להרוויח זוזון מהיר. מומלץ לפקוח עין.",
      "csvMatch": "Ulence Flats is a typical example of some of the frontier settlements that sprang up in the early days of Outer Zone exploration. Unfortunately, this attracted many unsavory quick-buckazoid types. Caution is advised."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 27,
      "original": "That can't be done now.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "אין לך אפשרות לקחת את זה עכשיו.",
      "csvMatch": "You can't get that now."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 28,
      "original": "Turning the key does no good since the skimmer was programmed to get here and go no further.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 29,
      "original": "There are couple of other craft here which might belong to the beings inside this building.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 30,
      "original": "The sand skimmer is a one-passenger mode of transportation and it looks like it has skimmed quite a bit of sand in its time. On it is a panel which has a small readout, currently dark, and a keyhole without a key in it.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.9230769230769231,
      "suggestedTranslation": "רחפת החולות הינה אמצעי תחבורה חד נוסעי ונראה עליה שגרפה לא מעט חולות בימי חייה. בלוח הבקרה שלה נקבע צג קטן, החשוך בשעה זו, וחור מנעול ללא מפתח בתוכו.",
      "csvMatch": "The sand skimmer is a one-passenger mode of transportation and it looks like it has skimmed quite a bit of sand in its time. On its control panel is a small readout, currently dark, and a keyhole without a key in it."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 31,
      "original": "He can't hear you from there. You'll have to get closer.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "תיאלץ לגשת קרוב יותר.",
      "csvMatch": "You'll have to get closer."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 32,
      "original": "\\\"Hey! I'll trade you a jetpack for that sand skimmer. What do you think? Yes or No?\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 33,
      "original": "That will do you no good. The power cell is drained. It may take some time to recharge.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 34,
      "original": "The key is not in its hole.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 35,
      "original": "You are not in a position to do that.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "אתה לא עד כדי כך רעב.",
      "csvMatch": "You're not that hungry."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 36,
      "original": "You watch as the skimmer is driven away by its new owner.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 37,
      "original": "My, my. It would appear that your skimmer has become the property of another. I wonder who forgot to remove the key?",
      "placeholders": [],
      "matchType": "exact",
      "matchScore": 1,
      "suggestedTranslation": "אוי ואבוי. נראה כי רחפתך עברה לרשותו של איש אחר. מעניין מי שכח את המפתח במתג ההתנעה?",
      "csvMatch": "My, my. It would appear that your skimmer has become the property of another. I wonder who forgot to remove the key?"
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 38,
      "original": "It's not yours anymore. Leave it alone.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 39,
      "original": "Wise up, %s1! You're already on it.",
      "placeholders": [
        "%s"
      ],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 40,
      "original": ">",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 41,
      "original": "_",
      "placeholders": [],
      "matchType": "exact",
      "matchScore": 1,
      "suggestedTranslation": "_",
      "csvMatch": "_"
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 42,
      "original": "The ships are locked.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 43,
      "original": "The panel has an ignition switch. There is a key in it.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 44,
      "original": "The panel has an ignition switch. There is no key in it.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 45,
      "original": "Done.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 46,
      "original": "That has already been done.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 47,
      "original": "You can't do that from here.",
      "placeholders": [],
      "matchType": "exact",
      "matchScore": 1,
      "suggestedTranslation": "אתה לא יכול לעשות את זה מכאן.",
      "csvMatch": "You can't do that from here."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 48,
      "original": "The ignition switch has a hole for a key which is currently filled.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 49,
      "original": "The ignition switch has a hole for a key which is currently empty.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 50,
      "original": "You need to be closer.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.6,
      "suggestedTranslation": "תצטרך לגשת יותר קרוב בשביל זה.",
      "csvMatch": "You'd need to be closer for that."
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 51,
      "original": "\\\"Hey! I'll gladly take that crusty old skimmer off your hands. What do you think? Yes or No?\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 52,
      "original": "The guy (or whatever it is) is busy leaving.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 53,
      "original": "The skimmer is attempting to leave. Get out of the way, you geek!",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "35.agilogic",
      "messageNumber": 54,
      "original": "Do not remove the key while the skimmer is in motion.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    }
  ]
}