{
  "room": "41",
  "totalMessages": 4,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 0,
    "partial": 0,
    "unmatched": 4
  },
  "csvContext": [
    {
      "original": "My, my. It would appear that your skimmer has become the property of another. I wonder who forgot to remove the key?",
      "translated": "אוי ואבוי. נראה כי רחפתך עברה לרשותו של איש אחר. מעניין מי שכח את המפתח במתג ההתנעה?"
    },
    {
      "original": "Nothing to do there.",
      "translated": "אין מה לעשות שם."
    },
    {
      "original": "Hi. My name's Roger. What's yours?",
      "translated": "הי. קוראים לי רוג'ר. ולך?"
    },
    {
      "original": "The ground here smells exactly like the ground anywhere else on this planet.",
      "translated": "האדמה כאן מריחה בדיוק כמו כל אדמה אחרת על פני הכוכב."
    },
    {
      "original": "Don't lick the ground. You're libel to get more than you bargained for.",
      "translated": "לא ללקק את האדמה. אתה תחויב על הוצאת דיבה."
    },
    {
      "original": "Because it has treads, your robot cannot negotiate the steps leading down into the bar. It will wait here for you (provided nobody steals it).",
      "translated": "בגלל השרשראות, הרובוט שלך אינו מסוגל להתמודד עם המדרגות היורדות מטה אל הבר. הוא יחכה לך כאן (בהנחה שאיש לא יגנוב אותו)."
    },
    {
      "original": "You stagger out of the bar after ignoring the bartender's advice. You're so sledged that you don't even notice that you're about to become prime prey for the many parasitic life forms in the area. You quickly pass out due to your low Keronian Ale tolerance.",
      "translated": "אתה מתנודד החוצה מהבר לאחר שהתעלמת מעצתו של הברמן. אתה כל כך מטושטש שאינך מבחין כי בקרוב תהפוך לטרפם העיקרי של מרבית צורות החיים הטפיליות בסביבה. עד מהרה אתה מאבד את ההכרה בעקבות רף הסיבולת המאד נמוך שלך לשיכר קרוניאני."
    },
    {
      "original": "While your body tries to sleep it off you lose every possession you own, including your skimmer. Soon, your body is stripped for parts. Obviously, you don't make it through the night.",
      "translated": "בעוד גופך מנסה לנוח מעמל יומו אתה מאבד את כל רכושך, כולל הרחפת. בקרוב, גופך יפורק לחלקים. מה שבטוח, לא תשרוד את הלילה."
    },
    {
      "original": "While your body tries to sleep it off you lose every possession you own. Soon, your body is stripped for parts. Obviously, you don't make it through the night.",
      "translated": "בעוד גופך מנסה לנוח מעמל יומו אתה מאבד את כל רכושך. בקרוב, גופך יפורק לחלקים. מה שבטוח, לא תשרוד את הלילה."
    },
    {
      "original": "After a truly stone-crushing journey, you have miraculously arrived safely in Ulence Flats. And just in time too, because the skimmer's power cell has been drained. It will take some time to recharge itself.",
      "translated": "לאחר מסע מרסק עצמות, בניסי ניסים אתה נוחת בשלום במישורי יולנס. ובדיוק בזמן, מפני שסוללת הרחפת התרוקנה. יקח לה זמן להטעין את עצמה מחדש."
    },
    {
      "original": "This place isn't quite what you had expected. It is semi-bleak at best.",
      "translated": "המקום אינו בדיוק כפי שציפית. הוא קודר למחצה במקרה הטוב."
    },
    {
      "original": "An odd-looking fellow is lounging against the wall of a nearby building, watching you with a great deal of interest.",
      "translated": "בחור מוזר למראה נשען על הקיר של בניין סמוך, וצופה בך בעניין רב."
    },
    {
      "original": "How'd ya like to unload it for the unheard-of price of 25 buckazoids?",
      "translated": "מה דעתך למכור אותה במחיר חסר תקדים של 25 זוזואידים?"
    },
    {
      "original": "Do we have a deal, or don't we?",
      "translated": "עשינו עסק או לא?"
    },
    {
      "original": "It's no use. The sand skimmer's power cells still haven't charged themselves.",
      "translated": "זה חסר טעם. סוללות רחפת החולות עדיין לא הטעינו את עצמם."
    },
    {
      "original": "You remove the skimmer's key from its dashboard.",
      "translated": "אתה תולש את מפתחות הרחפת מלוח המחוונים."
    },
    {
      "original": "You sure know how to push things.",
      "translated": "אתה בהחלט יודע איך לדחוף דברים."
    },
    {
      "original": "He wants cash, not conversation.",
      "translated": "הוא רוצה ממון, לא שיחות מסדרון."
    },
    {
      "original": "He won't take kindly to that.",
      "translated": "הוא לא יראה את זה בעין יפה."
    },
    {
      "original": "You already have the keys.",
      "translated": "כבר יש לך את המפתחות."
    },
    {
      "original": "The sand skimmer is a one-passenger mode of transportation and it looks like it has skimmed quite a bit of sand in its time. On its control panel is a small readout, currently dark, and a keyhole without a key in it.",
      "translated": "רחפת החולות הינה אמצעי תחבורה חד נוסעי ונראה עליה שגרפה לא מעט חולות בימי חייה. בלוח הבקרה שלה נקבע צג קטן, החשוך בשעה זו, וחור מנעול ללא מפתח בתוכו."
    },
    {
      "original": "The sand skimmer is a one-passenger mode of transportation and it looks like it has skimmed quite a bit of sand in its time. On its control panel is a small readout, currently dark, and a keyhole with a key in it.",
      "translated": "רחפת החולות הינה אמצעי תחבורה חד נוסעי ונראה עליה שגרפה לא מעט חולות בימי חייה. בלוח הבקרה שלה נקבע צג קטן, החשוך בשעה זו, וחור מנעול עם מפתח בתוכו."
    },
    {
      "original": "Alas, it does not respond.",
      "translated": "אבוי, זה לא מגיב."
    },
    {
      "original": "It smells warm after the long ride.",
      "translated": "זה מריח חם אחרי נסיעה ארוכה."
    },
    {
      "original": "You take a quick look, notice it hasn't been cleaned in awhile, and change your mind.",
      "translated": "אתה מעיף מבט חטוף, מבחין כי היא לא עברה שטיפה מזה עידן ועידנים, ומשנה את דעתך."
    },
    {
      "original": "I wouldn't mess with them if I were you.",
      "translated": "לא הייתי מתעסק איתם במקומך."
    },
    {
      "original": "No answer is forthcoming.",
      "translated": "אף תגובה לא תנתן בקרוב."
    },
    {
      "original": "You decide it would be better not to tamper with it.",
      "translated": "אתה מחליט כי מוטב שלא לחבל בה."
    },
    {
      "original": "Like most spaceships in your experience, this one won't talk to you.",
      "translated": "כמו רוב החלליות מנסיונך העשיר, היא לא תענה לך."
    },
    {
      "original": "Smelling this ship seems like a giant waste of time.",
      "translated": "הרחת החללית נראית כמו בזבוז עצום של זמן."
    },
    {
      "original": "There's not much point in licking the ship - it's already quite clean).",
      "translated": "אין טעם ללקק את הספינה - היא כבר נקיה."
    },
    {
      "original": "You really don't want to get handprints all over a valuable antique like this one.",
      "translated": "אתה באמת שלא רוצה להשאיר טביעות ידיים על פריט עתיק ויקר כמו זה."
    },
    {
      "original": "Your shout produces no response. The ship is empty.",
      "translated": "זעקותיך אינן זוכות לתגובה. החללית ריקה."
    },
    {
      "original": "You're a nosy little beggar, aren't you?",
      "translated": "אתה קבצן קטן וחטטן, לא כך?"
    },
    {
      "original": "Didn't your mother tell you not to go licking other people's spaceships?",
      "translated": "אמא שלך לא לימדה אותך לא ללקק חלליות של אחרים?"
    },
    {
      "original": "Better not - it'd probably fall over.",
      "translated": "מוטב שלא - זה עלול להתמוטט ארצה."
    },
    {
      "original": "You shout in the direction of the ship, but no one answers.",
      "translated": "אתה צורח לעבר הספינה, אך איש אינו עונה."
    },
    {
      "original": "It mainly smells like the dust that's been accumulating on it for the past fifty years.",
      "translated": "היא בעיקר מריחה כמו אבק שהצטבר עליה במשך החמישים שנה האחרונות."
    },
    {
      "original": "What a revolting idea!",
      "translated": "איזה רעיון מבחיל!"
    },
    {
      "original": "The sign is very unusual. It looks as though the whole building has been constructed around the wreckage of a crashed spaceship.",
      "translated": "זהו שלט מאד לא שגרתי. נראה כאילו כל המבנה נבנה סביב הריסותיה של ספינת חלל טרופה."
    },
    {
      "original": "Or maybe the traffic around here is just really awful.",
      "translated": "או שיש עומסי תנועה כבדים באזור."
    },
    {
      "original": "The naked wiring you can see from here makes touching the sign seem unwise.",
      "translated": "חוטי החשמל העירומים שאתה רואה ממקום עומדך גורמים לך לחשוב פעמיים לפני שאתה נוגע בשלט."
    },
    {
      "original": "The Rocket Bar sign has nothing to say to you.",
      "translated": "לשלט הבר הרקטי אין מה לומר לך."
    },
    {
      "original": "You detect the scent of neon and zapped bugs.",
      "translated": "אתה חש בריח של ניאון וחרקים שרופים."
    },
    {
      "original": "That doesn't seem either intelligent or appetizing.",
      "translated": "זה לא נראה כמו משהו אינטליגנטי או מעורר תיאבון."
    },
    {
      "original": "Ulence Flats is a typical example of some of the frontier settlements that sprang up in the early days of Outer Zone exploration. Unfortunately, this attracted many unsavory quick-buckazoid types. Caution is advised.",
      "translated": "מישורי אולנס היא דוגמה טיפוסית למושבת חלוצים שקמה בתקופה המוקדמת של חקר חוץ-אזורי. למרבה הצער, זה משך הרבה טיפוסים שמחפשים להרוויח זוזון מהיר. מומלץ לפקוח עין."
    },
    {
      "original": "You've got a deal!",
      "translated": "עשינו עסק!"
    },
    {
      "original": "No way!",
      "translated": "אין מצב!"
    },
    {
      "original": "It's a deal!",
      "translated": "סגרנו!"
    },
    {
      "original": "Great!",
      "translated": "נהדר!"
    },
    {
      "original": "alien wolf-creature",
      "translated": "יצור זאב חייזרי"
    },
    {
      "original": "This being is about the size of a humanoid but has some odd features. He seems to have a friendly-looking mug.",
      "translated": "היצור הזה הוא בגודל של דמוי אדם, אבל יש לו כמה מאפיינים מוזרים. נראה שיש לו פרצוף ידידותי למראה."
    },
    {
      "original": "rocket sign",
      "translated": "שלט של טיל"
    },
    {
      "original": "sand skimmer",
      "translated": "רחפת חול"
    },
    {
      "original": "force field sensor",
      "translated": "חיישן שדה כוח"
    },
    {
      "original": "The settlement of Ulence Flats is surrounded by these force field generators. They repel undesirables, such as the Grell, which thrive below the sands. It will allow only airborne vehicles in or out.",
      "translated": "המושבה של מישורי אולנס מוקפת במייצרי שדה הכוח האלו. הם דוחים דברים שאינם רצויים כמו הגרל שמשגשגים מתחת לחול. הוא מאפשר רק לכלי רכב אוויריים להיכנס ולצאת."
    },
    {
      "original": "shuttle craft",
      "translated": "רכב הסעות"
    },
    {
      "original": "This appears to be a long-range shuttle, perhaps from a large starship. It looks vaguely familiar somehow.",
      "translated": "נראה שזה רכב הסעות לטווח רחוק, אולי מספינת כוכבים גדולה יותר. הוא נראה מעט מוכר, משום מה."
    },
    {
      "original": "pickle ship",
      "translated": "ספינת חמוצים"
    },
    {
      "original": "This ship is a real classic - a WalWood WarpBlaster ZX with the original paint job. You've only seen these on old postcards.",
      "translated": "הספינה הזאת היא קלאסיקה אמיתית - וולווד פיתול-פיצוץ ZX עם הצבע המקורי. ראית כאלה רק על גבי גלויות ישנות."
    },
    {
      "original": "tall rocket ship",
      "translated": "ספינת חלל גבוהה"
    },
    {
      "original": "This one's a genuine antique from the twenty-fourth-and-a-half century.",
      "translated": "זאת ענתיקה אמיתית מהמאה העשרים וארבע וחצי."
    },
    {
      "original": "bar",
      "translated": "מסבאה"
    },
    {
      "original": "There is a rounded structure here with a door on one side. It is typical of some of the prefab structures constructed in frontier areas years ago.",
      "translated": "יש פה מבנה עגול עם דלת בצד אחד. זה מראה טיפוסי לחלק מהמבנים הטרומיים שנבנו על ידי החלוצים לפני שנים."
    },
    {
      "original": "Rocket Bar's sign",
      "translated": "שלט של מסבאת הטיל"
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "41.agilogic",
      "messageNumber": 1,
      "original": "\\\"We have established visual contact with a ship of Sarien origin,\\\" says the droid. \\\"The name Deltaur is confirmed. You might consider the fact that we are in danger by being anywhere near this ship. I hope you didn't waste money on the extended warranty when you purchased me.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "41.agilogic",
      "messageNumber": 2,
      "original": "\\\"I will slow our approach and stand off at a safe distance.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "41.agilogic",
      "messageNumber": 3,
      "original": "",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "41.agilogic",
      "messageNumber": 4,
      "original": "\\\"Hang on, Sir! We are headed into an asteriod field.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    }
  ]
}