{
  "room": "59",
  "totalMessages": 3,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 0,
    "partial": 1,
    "unmatched": 2
  },
  "csvContext": [
    {
      "original": "You are on the wrong level to do that.",
      "translated": "אתה בקומה הלא נכונה בשביל לעשות את זה."
    },
    {
      "original": "My, aren't you the clumsy one. Because of your inability to walk without falling on your face, your helmet has been collected by the trash droid. Now you've blown your cover. The Sariens are sure to shoot first and ask questions later.",
      "translated": "בחיי, האין אתה מגושם למדי. עקב חוסר היכולת שלך ללכת מבלי ליפול על הפרצוף, קסדתך נאספה על ידי רובוט הזבל. כעת הכיסוי שלך נחשף. הסריאנים ידועים בתור אנשים שיורים קודם ואז שואלים שאלות."
    },
    {
      "original": "You are reluctant to tarnish the shiny gold casing.",
      "translated": "אינך שש להכתים את תרמיל הזהב הנוצץ."
    },
    {
      "original": "It smells expensive.",
      "translated": "זה מריח יקר."
    },
    {
      "original": "Not bad.",
      "translated": "לא רע."
    },
    {
      "original": "It does sort of look like a speaker, doesn't it. But it isn't.",
      "translated": "זה אכן נראה כמו סוג של רמקול, ללא ספק. אבל זה לא."
    },
    {
      "original": "It looks fragile - better leave it alone.",
      "translated": "הוא נראה שביר - עדיף שלא לגעת בו."
    },
    {
      "original": "A subtle ozone odor clings to the egg-shaped doodad.",
      "translated": "ריח מעודן של אוזון נאחז בחפץ דמוי הביצה."
    },
    {
      "original": "Tongue-zaps are no fun.",
      "translated": "חשמול לשונות אינו כיף."
    },
    {
      "original": "It crackles and hums, but does not speak.",
      "translated": "זה מרשרש ומזמזם, אך לא מדבר."
    },
    {
      "original": "Somehow it doesn't seem wise to fiddle with it.",
      "translated": "איכשהו זה לא נראה חכם להתעסק איתו."
    },
    {
      "original": "The static electricity clinging to the spectrofonic module tickles your tongue, not unpleasantly.",
      "translated": "החשמל הסטטי הנצמד ליחידת הספקטרופוניקה מדגדג בקצה לשונך, לא שיש לך התנגדות."
    },
    {
      "original": "It seems to be saying: `And now, live from the Sobodno Ballroom in beautiful downtown Knogsville, KSAR presents Boggo Snard and his orchestra in the Sarien Swing Hour.' Of course it could be some kind of code.",
      "translated": "נדמה שכתוב: 'ועכשיו, בשידור חי מאולם הנשפים סובודנו בעיר התחתית היפהפייה קנוגסוויל, קסר גאים להציג בוגו סנרד ותזמורתו עושים שעת נדנוד סריאנית.' כמובן זה גם יכול להיות סוג של קוד."
    },
    {
      "original": "You're afraid to mess with it.",
      "translated": "אתה פוחד להתעסק עם זה."
    },
    {
      "original": "You want to talk to a generator?",
      "translated": "אתה רוצה לדבר עם גנרטור?"
    },
    {
      "original": "You discover the lights are not flavored as you suspected.",
      "translated": "אתה מגלה כי טעם המנורות אינו לרוחך."
    },
    {
      "original": "You're in a hallway on the upper level of the Deltaur.",
      "translated": "אתה בפרוזדור המפלס העליון על הדלטאור."
    },
    {
      "original": "This is an elevator to one of the lower levels.",
      "translated": "מעלית זו יורדת אל אחד מהמפלסים התחתונים."
    },
    {
      "original": "This is an elevator to one of the upper levels.",
      "translated": "מעלית זו עולה אל אחד מהמפלסים העליונים."
    },
    {
      "original": "elevator door",
      "translated": "דלת מעלית"
    },
    {
      "original": "A neat gizmo",
      "translated": "מכשיר מגניב"
    },
    {
      "original": "A panel of flashing lights.",
      "translated": "לוח עם מנורות מהבהבות."
    },
    {
      "original": "gold machine",
      "translated": "מכונה מוזהבת"
    },
    {
      "original": "It's an expensive-looking machine that goes `ping.'",
      "translated": "זוהי מכונה יוקרתית למראה שעושה 'פינג'."
    },
    {
      "original": "blue speaker",
      "translated": "רמקול כחול"
    },
    {
      "original": "It does sort of look like a speaker, doesn't it. But it isn't.",
      "translated": "זה נראה כמו סוג של רמקול, אין ספק. אבל זה לא."
    },
    {
      "original": "purple egg thing",
      "translated": "חפץ ביצתי סגול"
    },
    {
      "original": "It seems obvious to you that Wally Wood did some time designing Sarien hardware.",
      "translated": "נראה לך די ברור שוואלי ווד השקיע שעות רבות בעיצוב הציוד הסרייאני."
    },
    {
      "original": "that radio thing",
      "translated": "הדבר הרדיופוני הזה"
    },
    {
      "original": "It's either a mega-frequency wide band spectrofonic analyzer module or one of those really old table model radios.",
      "translated": "או שזו יחידת ניתוח ספקטרופונית בעלת מגה-תדר בפס רחב או שזה סתם שולחן רדיו ישן."
    },
    {
      "original": "Printed near the bottom in tiny precise letters are the words: Oda Generator - model EC-54 - Deltaur backup unit #1.",
      "translated": "בסמוך לתחתית הודפסו באותיות זעירות ומוקפדות המילים הבאות: גנרטור אודה - מודל EC-54 - יחידת גיבוי #1 - דלטאור."
    },
    {
      "original": "various machines",
      "translated": "מכונות שונות ומשונות"
    },
    {
      "original": "row-o-lights",
      "translated": "שורת מנורות"
    },
    {
      "original": "This bank of lights looks extremely important, or it would if you were a Sarien.",
      "translated": "סוללת המנורות נראית חשובה ביותר, או היתה נראית אילו היית סרייאני."
    },
    {
      "original": "gadgets",
      "translated": "מכשירים"
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "59.agilogic",
      "messageNumber": 1,
      "original": "You are in a hallway aboard the Deltaur.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "אתה בפרוזדור המפלס העליון על הדלטאור.",
      "csvMatch": "You're in a hallway on the upper level of the Deltaur."
    },
    {
      "logicFile": "59.agilogic",
      "messageNumber": 2,
      "original": "The walls are no different here than in the rest of the ship.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "59.agilogic",
      "messageNumber": 3,
      "original": "It is just an average door.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    }
  ]
}