{
  "room": "4",
  "totalMessages": 16,
  "matchStats": {
    "exact": 2,
    "normalized": 0,
    "fuzzy": 1,
    "partial": 1,
    "unmatched": 12
  },
  "csvContext": [
    {
      "original": "You're currently loitering on one of the upper deck hallways aboard the Starship Arcada.",
      "translated": "אתה כעת משוטט באחד ממסדרונות הרציף העליון של ספינת החלל ארקדה."
    },
    {
      "original": "You frisk the scorched body. Other than carbonized materials, your search reveals nothing. Boy, I hope this isn't becoming a new hobby.",
      "translated": "אתה עורך חיפוש על הגופה החרוכה. מלבד חומרים מפוחמים, סריקותיך עולים בתוהו. בחיי, אני מקווה שזה לא הפך לתחביב חדש."
    },
    {
      "original": "You have just stumbled into a small, dark, and very cluttered utility closet. Many things fall and most of them land on you. It doesn't say much for your cleaning prowess.",
      "translated": "זה עתה מעדת לתוך ארון שירות קטן, חשוך, ומבולגן. דברים רבים נופלים ורובם נוחתים עליך. זה לא אומר הרבה על מיומנות הניקיון שלך."
    },
    {
      "original": "You're startled by the sound of an alarm. Breaking through it, the intercom crackles with the frightened voice of a technician shouting that the Arcada has been boarded by unknown intruders. The transmission ends abruptly in a soundstorm of white noise, soon overtaken by the cold din of silence.",
      "translated": "אתה נרעד למשמע אזעקה עולה ויורדת. בין הצפירות הרמות, אתה שומע פצפוצים באינטרקום וקול של טכנאי מבוהל מספר בזעקות, כי פולשים בלתי מזוהים עלו על סיפור הארקדה. השידור נקטע בחטף בסופה של רעשי רקע לבנים, שבמהרה מתחלפים בדממת מוות."
    },
    {
      "original": "The light is off. Were it on, you'd notice something called illumination.",
      "translated": "האורות כבו. במצב כזה, היית מבחין במשהו שנקרא הארה."
    },
    {
      "original": "The sign would yield no smell even if you did have the energy to find a step ladder (which you don't).",
      "translated": "השלט לא יניב כל ריח אפילו אם היתה לך את הסבלנות ללכת ולמצוא סולם (ואין לך)."
    },
    {
      "original": "This is Stuart, one of your crewmates. He appears to be non-functional. You used to kid him about it when he was alive but now it's true.",
      "translated": "זהו סטוארט, אחד מחבריך לצוות. נראה כאילו הוא לא מתפקד. היית מתבדח על כך כשעוד היה בחיים אבל עכשיו זה נראה רציני."
    },
    {
      "original": "You have to come out of the closet first.",
      "translated": "ראשית עליך לצאת מהארון."
    },
    {
      "original": "Though you look like a cartoon character, you're not Stretchman.",
      "translated": "למרות שאתה נראה כמו דמות מצוירת, אתה עדיין לא בובה נמתחת."
    },
    {
      "original": "Funny, no response.",
      "translated": "מוזר, אין תגובה."
    },
    {
      "original": "On second thought, maybe you shouldn't wipe your nose on Stuart's clothes.",
      "translated": "במחשבה שניה, אולי לא היית צריך לקנח את אפך בבגדיו של סטוארט."
    },
    {
      "original": "Oh, that's really sick. You really should seek professional help.",
      "translated": "אוי, זה פשוט חולני. אתה באמת צריך לפנות לעזרה מקצועית."
    },
    {
      "original": "It's unlikely Stuart will be spending any money in the forseeable future.",
      "translated": "סביר להניח שסטוארט לא יוציא כסף בעתיד הנראה לעין."
    },
    {
      "original": "Stuart was never much help to you, but now he's ignoring you entirely.",
      "translated": "סטוארט אף פעם לא ממש עזר לך, אבל עכשיו הוא מתעלם ממך לחלוטין."
    },
    {
      "original": "Stuart doesn't plan to use one of the special elevators anytime soon.",
      "translated": "סטוארט לא מתכנן להשתמש באחת המעליות המיוחדות בזמן הקרוב."
    },
    {
      "original": "You wave the widget over Stuart's body. He's still dead.",
      "translated": "אתה מנפנף ברכיב מול גופתו של סטוארט. הוא עדיין מת."
    },
    {
      "original": "Even using the translator gadget, you can't communicate with Stuart. He's still dead.",
      "translated": "אפילו בעזרת מכשיר התרגום, לא תצליח לתקשר עם סטוארט. הוא עדיין מת."
    },
    {
      "original": "This is an elevator to one of the lower levels.",
      "translated": "מעלית זו יורדת אל אחד מהמפלסים התחתונים."
    },
    {
      "original": "Pressing your nose to the elevator door merely serves to cool off your nostril hairs. The door has no fragrance.",
      "translated": "תחיבת אפך בדלת המעלית תועיל בעיקר לאוורור שערות הנחיריים. לדלת אין כל ריח."
    },
    {
      "original": "People are going to start wondering about you if you keep applying your tongue to unusual places.",
      "translated": "אנשים יתחילו לשאול שאלות אם תמשיך לדחוף את הלשון למקומות לא שגרתיים."
    },
    {
      "original": "Nothing is visible because of the darkness in here. It's one of the reasons that this is your favorite room aboard the Arcada.",
      "translated": "אינך רואה דבר שכן חשיכה שוררת במקום. זוהי אחת הסיבות שזהו החדר החביב עליך על סיפון הארקדה."
    },
    {
      "original": "This is the access device to your favorite area of the ship - the closet.",
      "translated": "זהו מכשיר הגישה לאזור האהוב עליך ביותר בחללית - הארון."
    },
    {
      "original": "The light's flashing. Hmm, let's see...That seems to ring a distant bell. Oh yeah, now you remember! It means that all living things now aboard the ship could die due to some disastrous situation that currently exists. Whatever the case, some personal hide preservation is in order.",
      "translated": "האורות מהבהבים. הממ, בוא נחשוב רגע... נדמה שאזעקה מצלצלת מרחוק. אה כן, עכשיו אתה נזכר! זה אומר שכל יצור אורגני השוהה על גבי הספינה עומד לנפוח את נשמתו מחמת אירוע רב נפגעים המתרחש ברגעים אלה. מה שלא יהיה, מומלץ לתפוס מחסה בהקדם האפשרי."
    },
    {
      "original": "Since the sign is recessed into the wall you can do nothing with it. A nice, distinct hand print now remains on the alert sign.",
      "translated": "מאחר והשלט שקוע בקיר אינך יכול לעשות כלום לגביו. כעת נותרה טביעת יד יפה וברורה על שלט האזהרה."
    },
    {
      "original": "You take a whiff and notice a smell common to electronics which haven't had power applied to them in a quite a while.",
      "translated": "אתה לוקח נשימה עמוקה ומבחין בריח נפוץ של רכיבים אלקטרוניים אשר חשמל לא זרם בהם זה עידן ועידנים."
    },
    {
      "original": "Boy, was that a bad idea. Your tongue now bears the residue left behind by adventurers who, like yourself, have shown a need to press various and sundry organs against the sign.",
      "translated": "באמא, איזה רעיון גרוע. לשונך נושאת כעת את המשקעים שהותירו אחריהם הרפתקנים, שכמוך, הרגישו צורך לדחוק איברים שונים ומשונים לתוך השלט."
    },
    {
      "original": "That's not possible. It's so dark that you couldn't find your own navel lint. Surely you MUST remember that this was the criteria by which you came to choose this location for your nap... er... work station.",
      "translated": "זה לא אפשרי. כל כך חשוך שלא היית מצליח למצוא את המוך בפופיק שלך. אתה *בוודאי* זוכר שזה היה הקריטריון שלפיו בחרת את המיקום לתחנת הנמנ... אה... העבודה שלך."
    },
    {
      "original": "elevator light",
      "translated": "אור מעלית"
    },
    {
      "original": "You aren't on that level.",
      "translated": "אתה לא במפלס ההוא."
    },
    {
      "original": "elevator door",
      "translated": "דלת מעלית"
    },
    {
      "original": "closet",
      "translated": "ארון"
    },
    {
      "original": "warning light",
      "translated": "אור אזהרה"
    },
    {
      "original": "panicking droid",
      "translated": "רובוט לחוץ"
    },
    {
      "original": "A somewhat spastic research droid blows by in a tizz. Perhaps you could provide some relaxation therapy instruction to reduce its level of tension.",
      "translated": "רובוט מחקר תזזיתי משהו חולף על פניך ביעף. אולי תוכל לספק לו הוראות לטיפול הרגעה כדי להפחית את רמת המתח שלו."
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "4.agilogic",
      "messageNumber": 1,
      "original": "This another hallway aboard the Arcada. There is an elevator door nearby.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 1,
      "suggestedTranslation": "מולך עושה את דרכו מסדרון נוסף אל קרבי הארקדה. דלת מעלית נפערת בסמוך.",
      "csvMatch": "This is another hallway aboard the Arcada. There is an elevator door nearby."
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 2,
      "original": "Sorry, due to your low security clearance you are not allowed access to this area.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 3,
      "original": "This is an elevator to one of the other levels of the Arcada.",
      "placeholders": [],
      "matchType": "exact",
      "matchScore": 1,
      "suggestedTranslation": "מעלית זו נעה אל אחד ממפלסי הארקדה.",
      "csvMatch": "This is an elevator to one of the other levels of the Arcada."
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 4,
      "original": "That cannot be done from here.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 5,
      "original": "There is no situation which calls for that action now.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 6,
      "original": "You see nothing that catches your eye.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 7,
      "original": "The door is quite heavy and impossible for you to open. Your classification does not permit it.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 8,
      "original": "A cursory glance indicates that this is a dead lab technician.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 9,
      "original": "Your search of the body reveals nothing.",
      "placeholders": [],
      "matchType": "exact",
      "matchScore": 1,
      "suggestedTranslation": "החיפוש על הגופה אינו מניב תוצאות.",
      "csvMatch": "Your search of the body reveals nothing."
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 10,
      "original": "This appears to be a non-breathing research scientist.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 11,
      "original": "Good grief, man! You are a bit twisted, I must say.?",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 13,
      "original": "There is not much left of the door. Someone has blown it away.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 14,
      "original": "You see another boring door.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 15,
      "original": "One can only wonder what your purpose for this action is. You can't undress the body. Allow him one last bit of dignity.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 16,
      "original": "Are you serious?",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "אתה לא רציני!",
      "csvMatch": "You can't be serious!"
    },
    {
      "logicFile": "4.agilogic",
      "messageNumber": 17,
      "original": "You are too far away to get a good look.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    }
  ]
}