{
  "room": "53",
  "totalMessages": 31,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 1,
    "partial": 4,
    "unmatched": 26
  },
  "csvContext": [
    {
      "original": "Outta my way! beeps the rude little droid.",
      "translated": "זוז מהדרך! מצפצף הרובוט החצוף הקטן."
    },
    {
      "original": "Bumping you, the droid causes you to come into contact with exposed wiring. Your heart, not to mention the rest of your body, doesn't react well to this (have you ever seen rhubarb pie without the crust?). Guess you'll have to be a little more clever next time.",
      "translated": "הרובוט מתנגש בך, וגורם לך לבוא במגע עם חוטי חשמל חשופים. לבך, שלא להזכיר שאר חלקי גופך, לא מגיבים טוב לטיפול (ראית פעם פשטידת ריבס בלי הציפוי?). כנראה שפעם הבאה תצטרך לפעול יותר בחוכמה."
    },
    {
      "original": "You missed a golden opportunity while that door was open. Oh well, what's new. All alone and by yourself, you grow incredibly hungry and begin sampling your own body parts. Finding that you have absolutely no taste, (like we didn't already know that) you end up shriveling away to nothing and dying in the process.",
      "translated": "פספסת הזדמנות פז כשהדלת היתה פתוחה. נו מילא, מה חדש. כאשר אתה נותר בודד בעולם, אתה מפתח רעבון בלתי נסבל ומתחיל לדגום את אברי גופך. כשאתה מגלה שאין להם שום טעם, (כאילו שלא ידענו את זה) אתה מסיים את חייך בהצטמקות איטית וגסיסה ממושכת."
    },
    {
      "original": "ALERT ! ALERT ! Organic contamination detected in airlock.",
      "translated": "אזעקה! אזעקה! זיהום אורגני זוהה במנעל האוויר."
    },
    {
      "original": "Those laser shots are incredibly effective as your body will attest. Being in plain sight probably didn't help you much.",
      "translated": "יריות הלייזר יעילים להפליא ועל כך תעיד גופתך כאלף עדים. עמידה במקום חשוף בטח שלא עוזרת."
    },
    {
      "original": "This seems to be some sort of special door control panel. It requires some sort of special keycard which you obviously don't have.",
      "translated": "נראית כמו דלת אלקטרונית ייחודית. על מנת לפתוח אותה נדרש כרטיס מגנטי ייחודי שללא ספק אין לך אותו."
    },
    {
      "original": "There is nothing you can do to it without one of those keycards.",
      "translated": "לא תוכל לעשות דבר מבלי אחד מהכרטיסים המגנטיים הללו."
    },
    {
      "original": "You would have to take your helmet off to do that and it's not a very good idea right now.",
      "translated": "תצטרך להסיר את קסדתך על מנת לעשות זאת ונכון לעכשיו אין זה רעיון טוב."
    },
    {
      "original": "You can't do that with a helmet on.",
      "translated": "אינך יכול לבצע זאת בעודך חבוש קסדה."
    },
    {
      "original": "Your screams will do nothing in this airlock.",
      "translated": "זעקותיך לא ישפיעו בכהוא זה על מנעל האוויר."
    },
    {
      "original": "That appears to have no noticeable affect on the panel.",
      "translated": "נראה כי אין לזה השפעה מורגשת על לוח הבקרה."
    },
    {
      "original": "It appears to be some sort of high-tech fire droid.",
      "translated": "נראה סוג של רובוט קרב משוכלל."
    },
    {
      "original": "There is nothing you can do to this droid. It's virtually indestructable.",
      "translated": "לא תוכל לעשות דבר לרובוט. הוא למעשה בלתי מנוצח."
    },
    {
      "original": "If you could smell through your helmet you would know that this droid smells like smoke and fire.",
      "translated": "אילו יכולת להריח מבעד לקסדתך היית יודע שהרובוט מפיץ ריח של עשן ואש."
    },
    {
      "original": "Not out here.",
      "translated": "לא כאן בחוץ."
    },
    {
      "original": "Intent on his cleaning duties, the little droid ignores your feeble attempts at a bribe.",
      "translated": "מרוכז בעבודת הנקיון, הרובוט הקטן מתעלם מנסיונות השוחד הכושלים מצידך."
    },
    {
      "original": "The droid seems totally unconcerned with the data cartridge.",
      "translated": "הרובוט נראה אדיש לגמרי למחסנית הנתונים."
    },
    {
      "original": "The widget and the droid do not appear to have any affect on one another.",
      "translated": "הרכיב והרובוט אינם משפיעים זה על זה כמלוא הנימה."
    },
    {
      "original": "This robot is not equipped with speech circuits, therefore there's nothing to translate.",
      "translated": "הרובוט אינו מצויד במעגלי דיבור, ולפיכך אין לך מה לתרגם."
    },
    {
      "original": "He doesn't seem threatened, does he?",
      "translated": "הוא לא עושה רושם של רובוט מאויים, לא כך?"
    },
    {
      "original": "Somehow you doubt the droid would have need of water.",
      "translated": "משום מה אתה בספק אם הרובוט זקוק למים מכל סוג שהם."
    },
    {
      "original": "It's much to busy to spend time talking to the likes of you.",
      "translated": "הוא יותר מדי עסוק מכדי לנהל שיחות מיותרות עם בני מינך."
    },
    {
      "original": "The airlock door looks unfortunately thick and sturdy.",
      "translated": "לדאבון לב, דלת מנעל האוויר נראית חסונה ומוצקת."
    },
    {
      "original": "This door is designed to withstand the vacuum of space. I seriously doubt that you could do anything to it.",
      "translated": "הדלת תוכננה לעמוד בפני ריק חללי. קשה לי להאמין שתוכל לעשות לה משהו."
    },
    {
      "original": "The door smells much like other doors you have sniffed in the past.",
      "translated": "הדלת מריחה בדיוק כמו כל שאר הדלתות שרחרחת בימי חייך."
    },
    {
      "original": "The taste of the door - ferrous metal with just the slightest nuance of industrial-strength bulkead polish - reveals no new insights.",
      "translated": "הטעם של הדלת - מתכת גפריתית עם נגיעות קלות של גימור פורמייקה תעשייתי - לא מציע שום תובנות חדשות."
    },
    {
      "original": "Shouting for help would be useless at best and fatal at worst.",
      "translated": "צעקות לעזרה לא יועילו במקרה הטוב ובמקרה הרע יחסלו אותך."
    },
    {
      "original": "It appears to be a decontamination unit, something like the ones used to zap Andromedan cockroaches aboard the Arcada. You wonder what it's here for.",
      "translated": "נראה כי מדובר ביחידת טיהור, בדומה למתקן המשמש לחישמול מקקים אנדרומדנים על סיפון הארקדה. אתה תוהה מה היא עושה כאן."
    },
    {
      "original": "Touching these things can be hazardous to your health.",
      "translated": "נגיעה בדברים אלה עלולה לסכן את בריאותך."
    },
    {
      "original": "Ozone. Definitely ozone.",
      "translated": "אוזון. לחלוטין אוזון."
    },
    {
      "original": "After seeing what a decontaminator can do to an unwary cockroach, you've never had the least desire to lick one.",
      "translated": "לאחר שראית מה מסוגלת יחידת הטיהור לעולל למקקים שובבים, איבדת את התשוקה ללקק אותה."
    },
    {
      "original": "You really don't want to attract its attention.",
      "translated": "אתה באמת שלא רוצה למשוך את תשומת ליבו."
    },
    {
      "original": "That just doesn't seem to work here.",
      "translated": "זה פשוט לא עובד כאן."
    },
    {
      "original": "Well it looks like you won't be using that unit again.",
      "translated": "ובכן נראה שלא תעשה שימוש חוזר ביחידה הזו."
    },
    {
      "original": "Your overheating backpack lies smoking on the floor - you hope that it doesn't explode.",
      "translated": "תרמילך הלוהט מוטל על הרצפה כשהוא אפוף עשן - אתה מקווה שהוא לא יתפוצץ."
    },
    {
      "original": "It's pretty much useless. No sense in wasting your time on it now.",
      "translated": "הוא בעיקרון חסר תועלת. אין טעם לבזבז עליו את הזמן."
    },
    {
      "original": "You don't want to go near it. It may explode.",
      "translated": "אתה לא רוצה להתקרב אליו. הוא עלול להתפוצץ."
    },
    {
      "original": "The jetpack is soaked in foam fire retardant. I'd pass if I were you.",
      "translated": "תרמיל הריחוף ספוג בקצף מעכב בעירה. במקומך הייתי מוותר."
    },
    {
      "original": "You can't vent your suit enough to do that in the airlock.",
      "translated": "אין לך אפשרות לעשות זאת מתחת לחליפת החלל."
    },
    {
      "original": "You can't taste anything from here.",
      "translated": "אתה לא יכול לטעום שום דבר מכאן."
    },
    {
      "original": "You can talk to it all you want, but it's still damaged beyond repair.",
      "translated": "אתה יכול לדבר איתו כמה שתרצה, אך הוא עדיין ישאר הרוס ללא תקנה."
    },
    {
      "original": "The only item that might be useful is a blow dryer and you don't have one.",
      "translated": "החפץ היחיד שעשוי להביא תועלת הוא מייבש שיער ואין לך אחד כזה."
    },
    {
      "original": "The only item that would be of any use right now would be a fire extingisher and you don't seem to have one right now.",
      "translated": "הפריט היחידי שעשוי להועיל איכשהו הוא מטף כיבוי אש ועושה רושם שלא הבאת איתך אחד מהבית."
    },
    {
      "original": "This seems to be some sort of special door control panel. It seems to require some sort of special keycard which you obviously don't have. You'll need to try something else.",
      "translated": "היא נראית כמו דלת אלקטרונית ייחודית. על מנת לפתוח אותה נדרש כרטיס מגנטי ייחודי שללא ספק אין לך אותו. תצטרך לנסות משהו אחר."
    },
    {
      "original": "You would have to take off your helmet to do that. It's a poor idea at this time.",
      "translated": "תצטרך להסיר את קסדתך על מנת לעשות זאת. וזה רעיון גרוע ממש בשלב הזה."
    },
    {
      "original": "Your screams will do nothing but let the Sariens know you're here.",
      "translated": "זעקותיך לא ישנו דבר מלבד לעדכן את הסריאנים על שהותך במקום."
    },
    {
      "original": "You have fallen into an airlock aboard the Sarien ship Deltaur.",
      "translated": "נפלת אל תוך מנעל אוויר על סיפונה של ספינת הסרייאנים דלטאור."
    },
    {
      "original": "Keycard slot",
      "translated": "קורא כרטיסים"
    },
    {
      "original": "You talk to yourself and, as usual, learn nothing that you didn't already know.",
      "translated": "אתה מדבר אל עצמך, וכרגיל, לא לומד משהו שלא ידעת כבר."
    },
    {
      "original": "Hey! One shouldn't attempt to manipulate one's self in a family game.",
      "translated": "היי! אתה לא אמור להתעסק עם עצמך במשחק לכל המשפחה."
    },
    {
      "original": "Better not. You're likely to get a fur ball.",
      "translated": "מוטב שלא. אתה צפוי לבלוע כדור פרווה."
    },
    {
      "original": "The odor you're producing causes you to regret skipping last month's shower.",
      "translated": "הניחוח שאתה מפיק גורם לך להתחרט על שדילגת על המקלחת החודשית."
    },
    {
      "original": "You're too busy right now.",
      "translated": "אתה עסוק מדי עכשיו."
    },
    {
      "original": "Better save it for when you're thirsty.",
      "translated": "עדיף לשמור את זה לרגעים שתהיה צמא."
    },
    {
      "original": "You don't want to do that here.",
      "translated": "אתה לא רוצה לעשות את זה כאן."
    },
    {
      "original": "You wisely strap on the jetpack to allow your self motion control.",
      "translated": "אתה חוגר בתבונתך את תרמיל הריחוף כדי לאפשר לך בקרת תנועה עצמית."
    },
    {
      "original": "The jetpack is useful only in Zero-G situations.",
      "translated": "תרמיל הריחוף יעיל רק במצבי אפס כבידה."
    },
    {
      "original": "Don't bother. This knife wouldn't cut hot lard.",
      "translated": "אל תטרח. הסכין לא חותכת שומן רותח."
    },
    {
      "original": "Isn't this just the most amazing waste of time?",
      "translated": "האין זה בזבוז הזמן המדהים ביותר בעולם?"
    },
    {
      "original": "You have to wonder why you're performing such a useless action.",
      "translated": "עליך לשאול את עצמך מדוע הינך מבצע פעולות כל כך חסרות תועלת."
    },
    {
      "original": "You wisely decide this is a serious waste of time and energy.",
      "translated": "אתה מחליט בחוכמה שמדובר בבזבוז משווע של זמן ואנרגיה."
    },
    {
      "original": "You ask yourself why you're doing this and are forced to reply that you just don't know.",
      "translated": "אתה שואל את עצמך למה אתה עושה זה ועצמך עונה לך שאין לו מושג."
    },
    {
      "original": "Even for you, this isn't bright.",
      "translated": "אפילו במונחים שלך, זה לא רעיון מבריק."
    },
    {
      "original": "Thank you for playing Space Quest I. You've been most entertaining.",
      "translated": "תודה ששיחקתם מסע בחלל 1. בידרתם אותנו כמו שצריך."
    },
    {
      "original": "Are you sure you want to restart?",
      "translated": "בטוח שרוצים להתחיל מחדש?"
    },
    {
      "original": "Memory fragmented.",
      "translated": "קטעי זכרונות."
    },
    {
      "original": "What did you expect them to do, reproduce?",
      "translated": "מה ציפית מהם לעשות, להתרבות?"
    },
    {
      "original": "You're far too busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You switch the gadget off to conserve its energy.",
      "translated": "אתה מכבה את הגאדג'ט כדי לחסוך באנרגיה."
    },
    {
      "original": "You switch the gadget on.",
      "translated": "אתה מפעיל את הגאדג'ט."
    },
    {
      "original": "You're far to busy for that now.",
      "translated": "אתה עסוק מדי בשביל זה עכשיו."
    },
    {
      "original": "You scrape that sticky goo from the bottom of the rock.",
      "translated": "אתה מגרד את העיסה הדביקה מתחתית הסלע."
    },
    {
      "original": "There is nothing you can do to the rock.",
      "translated": "אין לך מה לעשות לסלע."
    },
    {
      "original": "You've already opened the survival kit and removed its contents.",
      "translated": "כבר פתחת את ערכת ההישרדות ורוקנת את תכולתה."
    },
    {
      "original": "Upon opening the survival kit you discover a Xenon army knife and a canister of dehydrated water.",
      "translated": "אתה פותח את ערכת ההישרדות ומוצא בתוכה סכין צבאי זנוני ומיכל מים מיובשים."
    },
    {
      "original": "You have %d Buckazoid%s",
      "translated": "יש לך %d זוזואידים"
    },
    {
      "original": "Thank you for playing Space Quest I. Too bad you've failed miserably and doomed all of your people to a horrible death at the hands of the Sariens. You quickly glance about the room to see if anyone saw your silly mistake. Better luck next time.",
      "translated": "תודה ששיחקת מסע בחלל 1. עצוב מאד שנחלת כישלון מחפיר וגזרת על אנשיך מוות מחריד בידי הסריינים. אתה מעיף מבט חטוף מסביב לחדר ובודק אם מישהו הבחין בטעות המגוחכת שלך. בהצלחה בפעם הבאה."
    },
    {
      "original": "Score: %d of %d",
      "translated": "ניקוד: %d מתוך %d"
    },
    {
      "original": "Roger Wilco",
      "translated": "רוג'ר ווילקו"
    },
    {
      "original": "It's you, Roger Wilco, janitor sub-extraordinaire.",
      "translated": "זה אתה, רוג'ר ווילקו, מנקה תת-מעולה."
    },
    {
      "original": "This is your brain take-out container.",
      "translated": "זה מיכל הוצאת המוח שלך."
    },
    {
      "original": "Let me out of here!\\n(Quit)",
      "translated": "תוציאו אותי מכאן!\\n(צא)"
    },
    {
      "original": "I don't know WHAT\\nI was thinking.\\nLet's Play!",
      "translated": "אני לא יודע *מה*\\nאני חשבתי.\\nבואו נשחק!"
    },
    {
      "original": "Of course I'm sure!",
      "translated": "ברור שאני בטוח!"
    },
    {
      "original": "Changed My Mind.\\nLet's Play!",
      "translated": "שיניתי את דעתי.\\nבואו נשחק!"
    },
    {
      "original": "Who cares",
      "translated": "למי אכפת"
    },
    {
      "original": "Debug",
      "translated": "דיבאג"
    },
    {
      "original": "Select this Icon to close this window.",
      "translated": "בחר בסמליל הזה כדי לסגור את החלון."
    },
    {
      "original": "Select this Icon then select an inventory item you'd like a description of.",
      "translated": "בחר בסמליל הזה ואז בחר פריט מהמלאי שאתה רוצה תיאור שלו."
    },
    {
      "original": "This allows you to do something to an item.",
      "translated": "זה מאפשר לך לעשות משהו לפריט."
    },
    {
      "original": "This allows you to select an item.",
      "translated": "זה מאפשר לך לבחור פריט."
    },
    {
      "original": "It's a cartridge from the Arcada's Data Archive.",
      "translated": "זו מחסנית מארכיב המידע של הארקדה."
    },
    {
      "original": "This keycard fits an electronic lock someplace on the Arcada.",
      "translated": "הכרטיס הזה מתאים למנעול אלקטרוני איפשהו בארקדה."
    },
    {
      "original": "This is some sort of gadget. You're not sure what it does exactly, but it has a switch.",
      "translated": "זה סוג של אביזר. אתה לא בטוח מה בדיוק זה עושה, אבל יש לזה מתג."
    },
    {
      "original": "It's the cone shaped tip of a stalagmite.",
      "translated": "זה הקצה החרוטי של זקיף."
    },
    {
      "original": "A Survival Kit",
      "translated": "ערכת הישרדות"
    },
    {
      "original": "It's a Xenon Army knife",
      "translated": "זה אולר צבא קסנוני"
    },
    {
      "original": "The can label says Pelvitron Dehydrated Water (H2) - All you add is air! Makes 10 gallons! Caution - Do not attempt to open or rupture container! Misuse could result in personal injury and/or flash flooding.",
      "translated": "על התווית של הפחית כתוב פלוויטרון מים מיובשים - נשאר רק להוסיף אוויר! טוב ל-40 ליטר! זהירות - אל תנסה לפתוח או לקרוע את המיכל! שימוש לקוי עלול להסתיים בפציעה ו/או הצפה פתאומית."
    }
  ],
  "messages": [
    {
      "logicFile": "53.agilogic",
      "messageNumber": 1,
      "original": "You are not close enough to perform that act.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 2,
      "original": "That has already been done.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 3,
      "original": "Open the door first.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 4,
      "original": "You can't do that now.",
      "placeholders": [],
      "matchType": "fuzzy",
      "matchScore": 0.8,
      "suggestedTranslation": "אין לך אפשרות לקחת את זה עכשיו.",
      "csvMatch": "You can't get that now."
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 5,
      "original": "Somehow, you manage to survive the rinse cycle. As you emerge from the cleaning unit you notice that you are dressed in a Sarien battle uniform. What a stroke of genius. Now you can wander throughout the ship without calling attention to yourself.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 6,
      "original": "You certainly don't want to do that again! You've got lives to save!",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 7,
      "original": "You hear footsteps coming from outside the door!",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 8,
      "original": "Too late!",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "מדי מאוחר בשביל זה עכשיו.",
      "csvMatch": "It's too late to do that now."
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 9,
      "original": "It's not open.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 10,
      "original": "It`s already open.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "תעלת האוורור כבר פתוחה ועומדת.",
      "csvMatch": "The vent is already open."
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 11,
      "original": "It's already closed.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 12,
      "original": "That would not be beneficial.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 13,
      "original": "It won't budge.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 14,
      "original": "You are in the ship's laundry facilities.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 15,
      "original": "The door is closed.",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5,
      "suggestedTranslation": "שדה הראייה שלך מוגבל מפאת הדלת הסגורה.",
      "csvMatch": "Your view is restricted by the closed door."
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 16,
      "original": "On the north wall there appears to be a large laundry cleaning unit.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 17,
      "original": "The laundry cleaning unit is not being used at this time.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 18,
      "original": "The window on the door is too dirty to see inside.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 19,
      "original": "You are not close enough to see inside.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 20,
      "original": "Just as you open the door, you suddenly hear the sound of footsteps coming.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 21,
      "original": "Someone might be coming.  You don't have time to be standing around.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 25,
      "original": "It's a little big, but it will have to do.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 26,
      "original": "It looks high.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 27,
      "original": "It is completely dark on the other side of the vent.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 28,
      "original": "Well %s1, it certainly appears as though you're about to become all washed up!",
      "placeholders": [
        "%s"
      ],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 29,
      "original": "You don't know how.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 30,
      "original": "It's too late to hide! You hear someone coming!",
      "placeholders": [],
      "matchType": "partial",
      "matchScore": 0.5714285714285714,
      "suggestedTranslation": "הו הו! אתה שומע מישהו מתקרב.",
      "csvMatch": "Uh, oh! You hear someone coming."
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 31,
      "original": "It's awfully wet in here.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 32,
      "original": "The door is open.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 33,
      "original": "It is too dark inside the trunk to see anything.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    },
    {
      "logicFile": "53.agilogic",
      "messageNumber": 34,
      "original": "It is too dark to make out any detail.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": ""
    }
  ]
}