{
  "room": "116",
  "totalMessages": 9,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 0,
    "partial": 0,
    "unmatched": 9
  },
  "messages": [
    {
      "logicFile": "116.agilogic",
      "messageNumber": 1,
      "original": "You hear some zapping and popping.",
      "translation": "אתה שומע צלילי זעזוע ופיצוח.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 2,
      "original": "The green droid is quite small and nondescript. It is a prime example of the technological state of early robotics. Fairly primitive at best. It's amazing that it still functions.",
      "translation": "הרובוט הירוק די קטן ולא בולט. זו דוגמה מובהקת למצב הטכנולוגי של הרובוטיקה המוקדמת. די פרימיטיבי במקרה הטוב. מדהים שהוא עדיין מתפקד.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 3,
      "original": "The white droid is just a little shorter than you are. Its body appears to be built of some type of light composite substance. These droids were the first truly reliable flight-control systems produced, designed to pilot many different types of craft.",
      "translation": "הרובוט הלבן נמוך ממך רק במעט. גופו נראה בנוי מחומר מרוכב קל כלשהו. הרובוטים האלה היו מערכות בקרת-הטיסה האמינות הראשונות שיוצרו, מתוכננות להטיס סוגי כלי טיס רבים ושונים.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 4,
      "original": "The droid you spent your hard-earned buckazoids on is lying in the sand in many pieces. You begin to suspect that the little fellow may have been defective. It is damaged beyond repair.",
      "translation": "הרובוט שעליו הוצאת את הזוזואידים שהרווחת בעמל רובץ בחול לחתיכות רבות. אתה מתחיל לחשוד שהחבר הקטן אולי היה פגום. הוא פגוע מעבר לכל תיקון.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 5,
      "original": "The little droid doesn't seem to have anything to say.",
      "translation": "לרובוט הקטן לא נראה שיש מה להגיד.",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 6,
      "original": "\\\"Hello...(ping) I am a model QR 7 Pilot Droid. I have navigated many different kinds of ships to many different worlds (buzz, click) and have acquired much flight knowledge from my travels.\\\"",
      "translation": "\\\"שלום...(פינג) אני רובוט טייס מדגם QR 7. ניווטתי סוגים רבים ושונים של חלליות לעולמות רבים ושונים (זמזום, קליק) ורכשתי ידע טיסה רב מהנסיעות שלי.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 7,
      "original": "\\\"I am most anxious to serve you, Sir (click). I hope you find my services satisfactory. My, but that's a smart-looking flight suit you have on.\\\"",
      "translation": "\\\"אני נרגש מאוד לשרת אותך, אדוני (קליק). אני מקווה שתמצא את שירותיי משביעי רצון. בחיי, איזו חליפת טיסה חכמה לובש היום.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 8,
      "original": "\\\"It sure feels good to be out of that stuffy metal market (click). I thought I was doomed to sit there and rust away.\\\"",
      "translation": "\\\"איזה טוב להיות מחוץ לשוק המתכת המחניק הזה (קליק). חשבתי שנידון לשבת שם ולהחליד.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    },
    {
      "logicFile": "116.agilogic",
      "messageNumber": 9,
      "original": "\\\"People say I talk too much - do you think I talk too much? I don't think I talk too much (beep). I'm going to shut up now.\\\"",
      "translation": "\\\"אנשים אומרים שאני מדבר יותר מדי - אתה חושב שאני מדבר יותר מדי? אני לא חושב שאני מדבר יותר מדי (ביפ). אני עומד לשתוק עכשיו.\\\"",
      "placeholders": [],
      "matchType": "unmatched",
      "notes": ""
    }
  ]
}
