{
  "room": "43",
  "totalMessages": 4,
  "matchStats": {
    "exact": 0,
    "normalized": 0,
    "fuzzy": 0,
    "partial": 0,
    "unmatched": 4
  },
  "messages": [
    {
      "logicFile": "43.agilogic",
      "messageNumber": 3,
      "original": "Please remain seated and keep your hands inside while the vehicle is moving.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": "",
      "translation": "אנא הישאר בישיבה ושמור את ידיך בפנים בזמן שהרכב נע."
    },
    {
      "logicFile": "43.agilogic",
      "messageNumber": 4,
      "original": "Darn, %s1. Upon exiting the ship, you find that you have no means of maneuvering and are subject to the whims of inertia and gravity. You quickly learn the true meaning of helplessness as death has its way with you.",
      "placeholders": [
        "%s"
      ],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": "",
      "translation": "לעזאזל, %s1. עם צאתך מהספינה, אתה מגלה שאין לך אמצעי תמרון ואתה נתון לגחמות האינרציה והכבידה. אתה לומד במהירות את המשמעות האמיתית של חוסר אונים כשהמוות עושה בך כרצונו."
    },
    {
      "logicFile": "43.agilogic",
      "messageNumber": 5,
      "original": "Before you lies the Sarien battle cruiser, Deltaur. An imposingly massive ship. Now you understand why the Arcada was so easily overtaken. Your first instinct is to turn the ship around and head for home. But, then you realize that unless you do something to try to stop the Sariens, there will be no home.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": "",
      "translation": "לפניך שוכנת סיירת הקרב הסריאנית, דלטאור. ספינה עצומה ומרשימה. עכשיו אתה מבין למה הארקדה הוכרעה בקלות כזו. האינסטינקט הראשון שלך הוא להפוך את הספינה ולפנות הביתה. אבל, אז אתה מבין שאם לא תעשה משהו כדי לנסות לעצור את הסריאנים, לא יהיה בית."
    },
    {
      "logicFile": "43.agilogic",
      "messageNumber": 6,
      "original": "Before leaving the safety of your ship, you instruct the little droid to set a course for Xenon, where you will rendezvous later. Providing, of course, that you are successful in carrying out your mission. Once again, you are on your own.",
      "placeholders": [],
      "matchType": "unmatched",
      "matchScore": 0,
      "suggestedTranslation": "",
      "csvMatch": "",
      "translation": "לפני שאתה עוזב את בטחון הספינה שלך, אתה מורה לדרואיד הקטן לקבוע מסלול לזנון, שם תיפגש מאוחר יותר. בהנחה, כמובן, שתצליח בביצוע המשימה שלך. פעם נוספת, אתה לבד."
    }
  ]
}
